Repository: oznogon/bygfoot
Catalog: trunk/bygfoot-unstable/po/*.po
Languages: nl, pt_br

source: Messages slide into the message window from the right
nl: De berichtern schuiven in het berichenvenster van rechts
pt_br: As mensagens deslizam para dentro da janela vindas da direita

source: Mexico
pt_br: México

source: Midfielder
nl: Middenvelder
pt_br: Meio-de-campo

source: Misc
nl: Andere
pt_br: Diversos

source: Miscellaneous options
nl: Andere Opties
pt_br: Diversas opções

source: Money
nl: Geld
pt_br: Patrimônio

source: Money
nl: Geld
pt_br: Patrimônio

source: Money (approx.)
nl: Geld (ongeveer)
pt_br: Patrimônio (aprox.)

source: Money development
nl: Evolutie van het geld
pt_br: Evolução das finanças

source: Move player down (Ctrl-Down)
nl: Versplaats speler omlaag(Ctrl-Onder)
pt_br: Mover jogador abaixo (Ctrl-Down)

source: Move player up (Ctrl-Up)
nl: Verplaats speler naar boven (Ctrl+Boven)
pt_br: Mover jogador acima (Ctrl-Up)

source: Moving
nl: Schuiven
pt_br: Movimentando-se

source: My games plus preview
nl: Mijn matchen
pt_br: Meus jogos e mais previsão

source: NONE
nl: GEEN
pt_br: NENHUM

source: Name
nl: Naam
pt_br: Nome

source: Nation. Cup 1
nl: Beker 1
pt_br: Copa Nacional Principal

source: Nation. Cup 2
nl: Beker 2
pt_br: Copa Nacional Secundária

source: Neutral stadium
nl: Neutraal stadion
pt_br: Estádio neutro

source: New week
nl: Nieuwe week
pt_br: Nova Semana

source: Next (W)
nl: Volgende (W)
pt_br: Próximo (W)

source: Next week you'll fire your scout and hire a new one.
nl: De volgende week zal je uw scout ontslaan en een nieuwe in dienst nemen.
pt_br: Na próxima semana você vai demitir seu olheiro e contratar outro.

source: No messages
nl: Geen berichten
pt_br: Sem mensagens

source: Notify
nl: Waarschuw
pt_br: Avisar

source: Notify me whenever a player appears on the transfer list who fulfills my conditions:
nl: Waarchuw mij waneer een speler op de transferlijst staat die aan mijn voorwaardenvoldoet:
pt_br: Avisar-me sempre que aparecer na lista de transferências um jogar de acordo com as minhas especificações:

source: Nr
pt_br: Nº

source: Objective from Team Manager :
nl: Ambietie van de Team Manager :
pt_br: Meta do Presidente do Clube:

source: Off
nl: Af
pt_br: Sem

source: One of the structure numbers is not a valid structure specifier. The digits of the first structure must add up to 10, those of the second one to 8.
nl: Een van de structuurnummers is niet juist. De som van de eerste driegetallen zou 10 moeten zijn en de tweede drie 8
pt_br: Um dos números na formação de seu time não é válido. Os dígitos da primeira formação devem somar 10...

source: One or more players could not be saved because of an invalid talent value. The talent value of a players has to be greater or equal his skill value.
nl: Een of meer spelers kan niet opgeslagen worden vanwege een verkeerde talentwaarde.De talentwaarde van een speler moet groter of gelijk zijn aan zijn kwaliteit
pt_br: Um ou mais dos jogadores não pôdem ser aceito porque tem um valor de talento inválido. O valor de talento de um jogador tem de ser maior que o valor de sua condição técnica.

source: Option
nl: Optie
pt_br: Opção

source: Options (O)
nl: Voorkeuren (O)
pt_br: Opções (O)

source: Options concering the transfer list
nl: Voorkeuren voor de transferlijst
pt_br: Opções da lista de transferência

source: Options for loading and saving games
nl: Opties om spelen op te slaan en te laden
pt_br: Opções para ler e salvar jogos

source: Overwrite
nl: Overschrijf
pt_br: Sobrescrever

source: Overwrite old savegame
nl: Overschrijf het oude opgeslagen spel
pt_br: Sobrescrever jogo antigo

source: PL
pt_br: J

source: PLAYER AWARDS
nl: SPELERS PRIJZEN
pt_br: TROFÉUS AOS JOGADORES

source: Pay loan
nl: Lening terugbetalen
pt_br: Pagar empréstimo

source: Penalty shooter deselected. Player with highest cskill will shoot penalties.
nl: De penalty schieter is niet meer geselecteerd. De speler met de hoogste hkwaliteiten zal de penalties schieten.
pt_br: Não há um cobrador oficial de pênaltis. O jogador com melhor condição técnica atualmente vai cobrar.

source: Physio
nl: Kine
pt_br: Prep. Físico

source: Play normal league games and cups
nl: Speel in de normale klasse en bekers
pt_br: Jogar todas as partidas normais da liga e das copas

source: Play only in Champions' League / Copa Libertadores
nl: Speel alleen in de Champions' League / Copa Libertadores
pt_br: Jogar apenas a Liga dos Campeões / Taça Libertadores

source: Play only in Cup Winners' Cup / Copa Conmebol
nl: Speel alleen in de Cup Winners' Cup / Copa Conmebol
pt_br: Jogar apenas a Recopa / Copa Conmebol

source: Play only in UEFA Cup / Copa Sul-Americana
nl: Speel alleen in de UEFA Cup / Copa Sul-Americana
pt_br: Jogar apenas a Copa da UEFA / Copa Sul-Americana

source: Play with season objective
nl: Speel met team ambieties
pt_br: Jogar com o objetivo da temporada

source: Player
nl: Speler
pt_br: Jogador

source: Player actions
nl: Speler acties
pt_br: Ações dos jogadores

source: Player attributes
nl: Speler atributen
pt_br: Atributos dos jogadores

source: Player attributes that are shown in the two player lists
nl: Speler atributen die worden getoont in de twee spelerlijsten
pt_br: Atributos que são exibidos nas duas listas de jogadores

source: Player histories
nl: Speler geschiedenis
pt_br: Histórias dos jogadores

source: Player list
nl: Spelerlijst
pt_br: Lista de jogadores

source: Player list 1
nl: Spelerlijst 1
pt_br: Lista de Jogadores - Página 1

source: Player list 2
nl: Spelerlijst 2
pt_br: Lista de Jogadores - Página 2

source: Player wages
nl: Spelers lonen
pt_br: Salários dos jogadores

source: Playing style
nl: Speelstijl
pt_br: Estilo de jogo

source: Points
nl: Punten
pt_br: Pontos

source: Points development
nl: Evolutie van de punten
pt_br: Evolução da pontuação

source: Poland
nl: Polen
pt_br: Polônia

source: Position
nl: Postitie
pt_br: Posição

source: Positions
nl: Positis
pt_br: Posições

source: Prefer messages to popups
nl: Toon berichten in popups
pt_br: Preferir mensagens a janelas

source: Premier Division
pt_br: Primeira Divisão

source: Previous (Q)
nl: Vorige (Q)
pt_br: Anterior (Q)

source: Prize money
nl: Prijzengeld
pt_br: Premiações

source: Put on transfer list
nl: Zet speler op de transfelijst
pt_br: Pôr na lista de transferência

source: Put player on transfer list (Right click in transfer mode)
nl: Zet de speler op de transferlijst (Rechtermuisknop in de transfelmode)
pt_br: Pôr jogador na lista de transferências (Clique direito quando em modo de transferência)

source: Quarter-Final
nl: Kwart Finale
pt_br: Quarta-de-final

source: Quick options
nl: Snelle Opties
pt_br: Opções Rápidas

source: QuickOpt
nl: SnelOpt
pt_br: Opções rápidas

source: Quit
nl: Afsluiten
pt_br: Sair

source: Quit (Esc)
nl: Afsluiten (Esc)
pt_br: Sair (Esc)

source: Quit (Q or Ctrl - Q)
nl: Afsluiten (Q of Ctrl+Q
pt_br: Sair (Q ou Ctrl - Q)

source: Quit when not saved
nl: Afsluiten wanneer het spel niet is opgeslagen
pt_br: Sair quando não estiver salvo

source: Rank
nl: Plaats
pt_br: Posição

source: Rank
nl: Plaats
pt_br: Classificação

source: Rank development
nl: Evolutie van de plaats
pt_br: Evolução da classificação

source: Rearrange /
nl: Rangschik /
pt_br: Rearrumar

source: Rearrange team (R) (try to put each player on his prefered position and sort the substitutes)
nl: Rangschik het team (R) (proberen elke speler op zijn verkozen positie te zetten ende wisselspelers sorteren)
pt_br: Rearrumar o time (R), tentando pôr cada jogador em sua posição preferida e ordenando os substitutos.

source: Remove from transfer list
nl: Verwijder speler van de transferlijst
pt_br: Retirar da lista de transferência

source: Remove player from transfer list (Click in the transfer list)
nl: Verwijder de speler van de transferlijst (klik in de transfelijst)
pt_br: Remover jogador da lista de transferências (Clique na lista de transferência)

source: Return
nl: Enter
pt_br: Enter

source: Romania
nl: Roemenië
pt_br: Romênia

source: Round robin
nl: Groepsfaze
pt_br: Jogo-desempate

source: Runner-up
pt_br: Vice-campeão

source: SEASON AWARDS
nl: SEIZOEN PRIJZEN
pt_br: TROFÉUS DA TEMPORADA

source: Safety
nl: Veiligheid
pt_br: Segurança

source: Save
nl: Opslaan
pt_br: Salvar

source: Save / Play
nl: Opslaan / Speel
pt_br: Salvar / Jogar

source: Save current team to file (Ctrl-S)
nl: Sla dit team in het bestand op (Ctrl+S)
pt_br: Salvar time atual para arquivo (Ctrl-S)

source: Save game (S or Ctrl - S)
nl: Spel opslaan (S of Ctrl+S)
pt_br: Salvar jogo (S ou Ctrl - S)

source: Save options to $HOME/.bygfoot/bygfoot.conf. If you start Bygfoot again, they get loaded from the file.
nl: Sla de opties op in $HOME/.bygfoot/bygfoot.conf. Als je Bygfoot opnieuwopstart worden de instellingen van dat bestand geladen.
pt_br: Salvar opções para $HOME/.bygfoot/bygfoot.conf. Se você reiniciar o Bygfoot, elas serão lidas deste arquivo.

source: Save overwrites old savegame
nl: Overschrijf het oude opgeslagen spel
pt_br: Salvar sobrescreve jogos velhos

source: Save team definition file and start Bygfoot
nl: Sla het team defenietiebestand op en start Bygfoot
pt_br: Salvar arquivo de definições de times e iniciar o Bygfoot

source: Save to file
nl: Opslaan
pt_br: Salvar em arquivo

source: Saving fixtures...
nl: Opslaan van matchen...
pt_br: Salvando tabelas...

source: Saving team %d...
nl: Opslaan van team %d
pt_br: Salvando o %d...

source: Saving the rest...
nl: opslaan van de rest...
pt_br: Salvando o resto...

source: Scout / Physio
nl: Scout / Kine
pt_br: Olheiro / Prep. Físico

source: Scout recommends
nl: Aanbevelingen van de scout
pt_br: Seu olheiro recomenda

source: Scout wage
nl: Scout loon
pt_br: Salário do olheiro

source: Season
nl: Seizoen
pt_br: Temporada

source: Season
nl: Seizoen
pt_br: Temporada

source: Select a country file
nl: Kies een land bestand
pt_br: Selecionar um arquivo de país

source: Select file
nl: Selecteer een bestand
pt_br: Selecione arquivo

source: Select font
nl: Selecteer
pt_br: Escolher fonte

source: Select next player (Ctrl-Right)
nl: Selecteer volgende speler (Ctrl+Rechts)
pt_br: Selecionar próximo jogador (Ctrl-Right)

source: Select previous player (Ctrl-Left)
nl: Selecteer vorige speler (Ctrl+Links)
pt_br: Selecionar jogador anterior (Ctrl-Left)

source: Select team and country
nl: Selecteer een team en een land
pt_br: Escolha time e país

source: Shoots penalties
nl: Schiet penalty's
pt_br: Cobrador de pênaltis

source: Show 'live' games
nl: Toon live matchen
pt_br: Exibir jogos 'ao vivo'

source: Show a warning before beginning a new week
nl: Toon een waarschuwing wanneer je een nieuwe week begint
pt_br: Mostrar um aviso antes de começar uma nova semana

source: Show a warning if I want to quit with a game that isn't saved
nl: Toon een waarschuwing wanneer je afsluit terwijl het spel niet is opgeslagen
pt_br: Mostrar um aviso se você tentar sair e o jogo não estiver salvo

source: Show a warning when injured or banned players are in the team when beginning a new week
nl: Toon een waarschuwing wanneer er geblesseerde of geschorschte spelers in het basiselftalstaan bij het begin van een nieuwe week
pt_br: Mostrar um aviso quando jogadores lesionados ou suspensos ainda estiverem escalados ao começar uma nova semana

source: Show editor help (F1)
nl: Toon de help van de aanpasser (F1)
pt_br: Exibir ajuda do editor (F1)

source: Show extended info on my games (with injuries etc.) and a preview of my next games
nl: Toon de uitgebrijde info over mijn matchen (met gebleseerden enz.) en mijn volgende matchen.
pt_br: Mostrar informações detalhadas de meus jogos (inclusive lesões, etc.) e uma previsão de minhas próximas partidas

source: Show extended player information (Right click)
nl: Toon de uitgebreide speler informatie (Rechter muisknop)
pt_br: Mostrar informações detalhadas do jogador (Clique direito)

source: Show fitness colors
nl: Toon fitheidkleuren
pt_br: Atribuir cores ao preparo físico dos jogadores

source: Show fixtures (F4)
nl: Toon matchen (F4)
pt_br: Exibir tabelas (F4)

source: Show history
nl: Toon geschiedenis
pt_br: Exibir histórico

source: Show info
nl: Toon informatie
pt_br: Exibir informações

source: Show job offers
nl: Toon de job aanbiedingen
pt_br: Mostrar ofertas de emprego

source: Show live game tendency bar
nl: Toon spelverloopbalk van live matchen
pt_br: Mostrar uma 'barra de tendência' durante o jogo ao vivo

source: Show live games
nl: Toon de matchen live
pt_br: Mostrar jogos ao vivo

source: Show my last games and a preview of my next games (P or F1)
nl: Toon mijn laatste match en mijn volgende matchen (P of F1)
pt_br: Mostrar meus últimos jogos e uma previsão de meus próximos jogos (P ou F1)

source: Show my league results
nl: Toon mijn resultaten.
pt_br: Mostrar os resultados de minha divisão

source: Show player statistics graph
nl: Toon de statistieken van de speler
pt_br: Mostrar gráfico de estatísticas do jogador

source: Show tables (F5)
nl: Toon rangschikking (F5)
pt_br: Exibir tabelas

source: Show tendency bar
nl: Toon spelverloopbalk
pt_br: Exibir barra de tendências

source: Show the results of all games in the league / cups my team participates in
nl: Toon de resultaten van alle matchen in de klasse / bekers waar mijn club meespeelt.
pt_br: Mostrar os resultados de todos os jogos da liga e das copas de que meu time participa

source: Show transferlist (T)
nl: Toon de transferlijst (T)
pt_br: Mostrar lista de transferências (T)

source: Sk
nl: Kw
pt_br: Hab

source: Skill
nl: Kwaliteiten
pt_br: Condição técnica

source: Skill between
nl: Kwaliteit tussen
pt_br: Condição técnica entre

source: Skill development for %s
nl: Evolutie van de kwaliteiten van %s
pt_br: Evolução da condição técnica de %s

source: Skip weeks when my team doesn't play
nl: Sla de weken over wanneer mijn team niet speelt
pt_br: Pular as semanas em que meu time não jogar

source: Sort transfer list by
nl: Sorteer de transferlijst op
pt_br: Ordenar lista de transferências por

source: Space / Esc
nl: Spatie / Esc
pt_br: Espaço / Esc

source: Spain
nl: Spanje
pt_br: Espanha

source: Stadium
nl: Stadion
pt_br: Estádio

source: Stadium bills
nl: Stadion facturen
pt_br: Despesas do estádio

source: Stadium capacity
nl: Stadioncapaciteit
pt_br: Capacidade do estádio

source: Stadium improvement
nl: Stadion verbetering
pt_br: Melhorias no estádio

source: Stadium safety
nl: Veiligheid stadion
pt_br: Segurança do estádio

source: Start Bygfoot Online Update
nl: Start Bygfoot Online Vernieuwen
pt_br: Iniciar o Sistema de Atualização Automática do Bygfoot

source: Start Bygfoot Team Editor
nl: Start Bygfoot Team Aanpasser
pt_br: Iniciar o Editor de Times do Bygfoot

source: Start Bygfoot without saving changes
nl: Start Bygfoot zonder de veranderingen op te slaan
pt_br: Iniciar Bygfoot sem salvar as mudanças

source: Start in
pt_br: Começar em

source: Start maximized
nl: Start gemaximaliseerd
pt_br: Iniciar maximizado

source: Static
nl: Venster
pt_br: Estático

source: Statistics
nl: Statestieken
pt_br: Estatísticas

source: Status
pt_br: Situação

source: Swap adapts team structure
nl: Verander de team struktuur
pt_br: Trocar posições adapta a estrutura do time

source: Swap players
nl: Verwissel spelers
pt_br: Substituir jogadores

source: Swap two players
nl: Verwissel twee spelers
pt_br: Trocar jogadores

source: TEAM AWARDS
nl: TEAM PRIJZEN
pt_br: TROFÉUS AOS TIMES

source: Tables
nl: Klassementen
pt_br: Classificações

source: Talent
pt_br: Talento

source: Team
pt_br: Time

source: Team Editor Help
nl: Team Aanpasser Help
pt_br: Ajuda do Editor de Times

source: Team Structure
nl: Teamstruktuur
pt_br: Formação

source: Team and player histories
nl: Team- en spelergeschiedenis
pt_br: Histórias dos times e dos jogadores

source: Team definitions file
nl: Team defenitie bestand
pt_br: Arquivo de definições de times

source: Team histories
nl: Team geschiedenis
pt_br: Histórias dos times

source: Team structure
nl: Team struktuur
pt_br: Formação

source: Team structures
nl: Team structuren
pt_br: Formações

source: Teams found in the country file. Choose one to edit it.
nl: Er zijn teams gevonden in het bestand van landen. Kies er een om aan te passen.
pt_br: Times encontrados no arquivo de país. Escolha um para editar.

source: Teams in the country file
nl: Teams in het bestand van landen
pt_br: Times no arquivo de país.

source: The average skills of the five leagues in the first season are: 8.0, 7.0, 6.0, 5.0 and 4.0.
nl: De gemiddelde kwaliteiten van de vijf klasses zijn in het begin: 8.0, 7.0, 6.0, 5.0 en 4.0.
pt_br: A média das condições técnicas das cinco ligas na primeira temporada são: 8.0, 7.0, 6.0, 5.0 e 4.0.

source: The file team definitions are read from and written to. Default is $HOME/.bygfoot/text_files/teams.
nl: Het bestand met team defenities zijn gelezen van en geschreven in. Standaard is $HOME/.bygfoot/text_files/teams.
pt_br: O arquivo de que as definições de times são carregadas e em que são salvas. Por padrão é $HOME/.bygfoot/text_files/teams.

source: The following teams were added to %s:
nl: De volgende teams zijn tegevoed aan %s:
pt_br: Os seguintes times foram adicionados a %s:

source: The owners of %s are impressed by your success with %s. They would like to hire you. Here's some info on %s:
nl: De eigenaars van %s hebben gehoord van uw succes met %s. Zij willen u aanwerven.Hier is een beetje informatie over %s:
pt_br: Os proprietários de %s estão impressionados com o seu sucesso com %s. Eles gostariam de contratá-lo. Aqui está alguma informação sobre %s:

source: The player doesn't like your offer and decides to stay in his team.
nl: De speler is niet geintreseerd in uw aanbod en beslist om in zijn team de bleijven
pt_br: O jogador não gosta de sua oferta e decide ficar em seu time.

source: The player is already on the transferlist.
nl: De speler staat al op de transferlijst
pt_br: O jogador já está na lista de transferências.

source: The selected player will shoot the penalties in regulation and extra time if he plays.
nl: De geselecteerde speler zal de penalty's schieten in de regelementaire en extra tijd.
pt_br: O jogador selecionado vai cobrar pênaltis no tempo normal e na prorrogação se for escalado.

source: The team accepts your offer.
nl: Het team aanvaard uw aanbod
pt_br: O time aceita sua oferta.

source: The team has an adequate replacement for %s and is willing to cancel his contract for
nl: Het team heeft een passende vervanger voor %s en wil het contract verbreken voor
pt_br: O time tem um substituto adequado para %s e está disposto a cancelar seu contrato por

source: The team has unfortunately no suitable replacement for %s and has to reject your offer.
nl: Het team heeft jammer genoeg geen gepaste vervanger voor %s en moet uw aanbod afslaan.
pt_br: O time não tem, infelizmente, nenhum substituto adequado para %s e tem de rejeitar sua oferta.

source: The team owners are dissatisfied with the team's recent performance. There are rumours they're looking for a new coach.
nl: De teameigenaars zijn ontevreden over de recente resulaten van het team. Er wordt gezegd dat ze een nieuwe coach aan het zoeken zijn.
pt_br: Os proprietários do time estão insatisfeitos com as recentes atuações. Há rumores de que estão procurando outro treinador.

source: The team owners fire you because of financial mismanagement.
nl: De teameigenaars ontslaan je door uw slecht finacieel belijd
pt_br: Os proprietários do time o demitem por má gestão financeira.

source: The team owners fire you because of objective failed.
nl: De teameigenaars ontslaan u omdat u de ambieties niet berijkt hebt.
pt_br: Os proprietários do time o demitem por não cumprir a meta

source: The team owners fire you because of unsuccessfulness.
nl: De teameigenaars ontslaan de door uw onsuccesvolheid.
pt_br: Os proprietários do time o demitem por insucesso.

source: The team owners give you %d weeks to get positive.
nl: De teameigenaars geven u %d weken om positief te raken.
pt_br: Os proprietários do time lhe dão %d semanas para que ele volte a ficar positivo.

source: The team rejects your offer and removes the player from the transferlist.
nl: De ploeg slaat uw aanbod af en verwijderd de speler van de transferlijst
pt_br: O time rejeita sua oferta e remove o jogador da lista de transferência.

source: The tendency bar shows in the live game window which team is closer to scoring a goal
nl: De spelverloopbalk toont in de livematchenvenster welk team dichter bij de goal is.
pt_br: A barra de tendência mostra na janela do jogo ao vivo qual dos times está, atualmente, mais perto de marcar

source: The transfer deadline has passed (week 35).
nl: De transferperiode is voorbij (week 35)
pt_br: A data-limite para transferências já passou (semana 35).

source: The transferlist is full.
nl: De transferlijst is vol
pt_br: A lista de transferências está cheia.

source: There are injured or banned players in your team. Proceed?
nl: Er zijn bleseerde en/of geschorste spelers in uw team. Toch doorgaan?
pt_br: Há jogadores lesionados ou suspensos em seu time. Prosseguir?

source: There is no history yet.
nl: Er nog geen geschiedenis.
pt_br: Não há história ainda.

source: There was a fire in your stadium.
nl: Er was brand in uw stadion
pt_br: Houve um incêndio em seu estádio.

source: There were riots in your stadium.
nl: Er waren rellen in uw stadion
pt_br: Houve tumultos em seu estádio

source: There were technical problems in your stadium.
nl: Er waren techische problemen in uw stadion.
pt_br: Houve problemas técnicos em seu estádio.

source: There's no room in your team. You can't have more than 20 players.
nl: Er is niet genoeg plaats in uw team. Je kan niet meer dan 20 spelers hebben
pt_br: Não há espaço em seu time. Você não pode ter mais de 20 jogadores.

source: These digits must add up to 10.
nl: De cijfers moeten een som zij van tien.
pt_br: Estes dígitos devem somar 10.

source: These digits must add up to 8.
nl: Deze cijfers moeten een som hebben van 8.
pt_br: Estes dígitos devem somar 8.

source: This affects the two windows in the main screen, the help window and the live game window
nl: Dit veranderd het lettertype van de twee vensters in het hoofdscherm, het help venster en het live mach venster
pt_br: Isto afeta as duas janelas da tela principal, a janela de ajuda e a janela do jogo ao vivo

source: This can be between -100 and 100
nl: Een getal tussen -100 en 100
pt_br: Pode ser entre -100 e 100

source: This gives your players extra motivation for this weeks' games, giving them higher cskill. However, their fitness decrease will be higher, and they're more likely to get hurt or banned.
nl: Dit geeft de spelers extra motivatie voor de matchen van deze week, zodat zehogere hkawaliteiten krijgen. Maar ze worden sneller moe, en raken makelijkergeblesseerd of geschorst.
pt_br: Isto dá aos seus jogadores motivação extra para os jogos desta semana, aumentando-lhes o condicionamento. Porém, a diminuição de seu condicionamento físico será mais rápido e eles estarão mais sujeitos a ser lesionados ou expulsos.

source: This is your first season.
nl: Dit is uw eerste seizoen
pt_br: Esta é a sua primeira temporada.

source: Ticket sale
nl: Ticket verkoop
pt_br: Venda de ingressos

source: Top league
nl: 1ste klasse
pt_br: Primeira Liga

source: Transfer fee
nl: Transfersom
pt_br: Multa de transferência

source: Transferlist notification
nl: Waarschuwing voor de transferlijst
pt_br: Notificação de transferências

source: Transfers
pt_br: Transferências

source: UEFA / Sul-Amer.
pt_br: UEFA / SA

source: UEFA / Sul-Americana
pt_br: Copa da UEFA / Copa Sul-Americana
