Repository: oznogon/bygfoot
Catalog: trunk/bygfoot-unstable/po/*.po
Languages: nl, pt_br

source: But the owners of %s have heard of your dismissal and would like to hire you. Here's some info on %s:
nl: Maar de eigenaars van %s hebben gehoord van uw ontslag en willen u aanwerven.Hier is een beetje informatie over %s:
pt_br: Mas os proprietários de %s ouviram falar de sua demissão e gostariam de contratá-lo. Eis algumas informações sobre %s:

source: Repay in %d weeks Current interest rate: %.1f%%
nl: Betaal terug in %d weken Huidige intrest: % 1f%%
pt_br: Pagar em %d semanas Taxa de juros atual: %.1f%%

source: Live game duration factor
nl: Duur van live match
pt_br: Fator de duração do jogo ao vivo

source: Move player
nl: Versplaats speler
pt_br: Mover jogador

source: and
nl: en
pt_br: e

source: weeks
nl: weken op
pt_br: semanas

source: (NOTE: If you don't, the game is over.)
nl: (NOOT: Als je hier niet op ingaat is het spel gedaan.)
pt_br: (OBS.: Se você não aceitar, o jogo acaba.)

source: (enlargement in progress)
nl: (vergroting bezig)
pt_br: (ampliação em progresso)

source: (enlargement planned)
nl: (Vergroting gepland)
pt_br: (ampliação planejada)

source: (own goal)
pt_br: (gol contra)

source: (penalty)
pt_br: (pênalti)

source: (penalty: CROSS-BAR !!)
nl: (penalty: DEKLAT !!)
pt_br: (pênalti: NA TRAVE !!)

source: (penalty: MISSED !!)
nl: (penalty GEMIST !!)
pt_br: (pênalti: ERRADO !!)

source: (penalty: POST !!)
nl: (penalty: PAAL !!)
pt_br: (pênalti: NO POSTE !!)

source: (penalty: SAVE !!)
nl: (penalty GERED !!)
pt_br: (pênalti: DEFENDIDO !!)

source: 1st Leg
nl: Heenmatch
pt_br: 1ª Perna

source: 2nd Leg
nl: Terugmatch
pt_br: 2ª Perna

source: Cross-bar!
nl: Deklat
pt_br: Na trave!

source: Goal!
pt_br: Gol!

source: Missed!
nl: Gemist
pt_br: Errou!

source: Post!
nl: Paal
pt_br: No poste!

source: Save!
nl: Gered
pt_br: Defendido!

source: Week
pt_br: Semana

source: repay this week!!!
nl: DEZE WEEK TERUGBETALEN!!!
pt_br: pagar esta semana!!!

source: used in the main windows
nl: dat gebruikt word in de hoofdschermen
pt_br: usada nas janelas principais

source: %s is a substitute. He will only shoot the penalties if you move him into the team; otherwise the field player with highest skill will shoot.
nl: %s is een wisselspeler. Hij kan alleen penalty's schieten als hij op het veld staat. Anders zal de beste speler de penalty's trappen.
pt_br: %s é um reserva. Ele só vai cobrar pênaltis se você o escalar; caso contrário o titular de melhor condição técnica vai cobrar.

source: %s shoots . . .
nl: %s schiet . . .
pt_br: %s chuta...

source: %s will shoot the penalties in regulation and extra time.
nl: %s zal de penalty's schieten in de regelementaire en extra tijd
pt_br: %s vai cobrar os pênaltis durante o tempo normal e a prorrogação.

source: (%d:%d Goals)
pt_br: (%d:%d Gols)

source: (Normal) Position
nl: (Normale Positie
pt_br: Posição (Normal)

source: (Normal) Skill
nl: (Normale) Kwaliteit
pt_br: Condição técnica (Normal)

source: (Prom. games winner)
nl: (Prom. matchen winnaar)
pt_br: (Vencedor dos jogos de acesso)

source: ) for another 8 months
nl: ) voor 8 maanden
pt_br: ) por mais 8 meses

source: . Accept?
nl: . Wilt u hem in uw ploeg?
pt_br: . Aceita?

source: . The player demands a wage of
nl: . De speler vraagt een loon van
pt_br: . O jogador exige um salário de

source: 1/16 Final
nl: 1/16 Finale
pt_br: 3ª Rodada

source: 1/2 Final
nl: 1/2 Finale
pt_br: Semifinal

source: 1/4 Final
nl: 1/4 Finale
pt_br: Quarta-de-final

source: 1/8 Final
nl: 1/8 Finale
pt_br: Oitava-de-final

source: 1st Round
nl: 1ste ronde
pt_br: 1ª Rodada

source: 2nd Round
nl: 2de ronde
pt_br: 2ª Rodada

source: 5% safety increase costs
nl: 5% veiligheid verbeteren
pt_br: 5% a mais de segurança custa

source: Accept?
nl: Accepteer je het?
pt_br: Aceitar?

source: After having a look at your bank account the team politely rejects your offer.
nl: Na uw bankrekening na gekenken te hebben slaat het team uw aanbod beleefd af.
pt_br: Depois de dar uma olhada em sua conta bancária, o time educadamente rejeita sua oferta.

source: Age
nl: Leeftijd
pt_br: Idade

source: Age between
nl: Leeftijd tussen
pt_br: Idade entre

source: All Out Attack
nl: Superaanvallend
pt_br: Todos ao Ataque!!!

source: All Out Defend
nl: Superverdedigend
pt_br: Todo Defensivo

source: Apperance and behaviour of the game
nl: Het uitzicht en gedrag van het spel
pt_br: Aparência e comportamento do jogo

source: Apply changes
nl: Pas de veranderingen toe
pt_br: Aplicar mudanças

source: Are you sure you want to end this week's activities and begin a new week?
nl: Ben je zeker dat je deze week wilt eindigen en een nieuwe week beginnen?
pt_br: Tem certeza de que deseja encerrar as atividades desta semana e partir para a próxima?

source: Are you sure you want to start a new game and discard your current game?
nl: Ben je zeker dat je een nieuw spel wilt starten en stoppen met het huidige spel?
pt_br: Tem certeza de que deseja começar um novo jogo, descartando seu jogo atual?

source: Ascending
nl: Oplopend
pt_br: Ascendente

source: At the beginning of a new week show first
nl: Toon in het begin van een nieuwe week eerst
pt_br: No começo de cada semana mostrar primeiro

source: Attack
nl: Aanvallend
pt_br: Ao Ataque

source: Attendance (neutral stadium):
nl: Opkomst (neutraal stadion):
pt_br: Público (estádio neutro):

source: Attendance:
nl: Opkomst
pt_br: Público:

source: Attribute
nl: Attribuut
pt_br: Atributo

source: Autosave every
nl: Sla automatisch elke
pt_br: Salvar automaticamente cada

source: Autosaving. Please stand by...
nl: Auto-opslaan. Gelieve even te wachten...
pt_br: Salvamento automático. Por favor aguarde...

source: Av. skills:
nl: gem. kwaliteiten:
pt_br: M. Cond. Técn.

source: Average
nl: Gemiddeld
pt_br: Regular

source: Average attendance
nl: Gemiddelde opkomst
pt_br: Média de Público

source: Average attendance development
nl: Evolutie van de gemiddelde opkomst
pt_br: Evolução da média de público

source: Average cskills
nl: gemiddelde hkwalteiten
pt_br: Condição técnica média atual

source: Average skill
nl: Gemiddelde kwaliteiten
pt_br: Média das condições técnicas

source: Away
nl: Uit
pt_br: Fora

source: BEST DEFENDER
nl: BESTE VERDEDIGER
pt_br: MELHOR DEFENSOR

source: BEST DEFENSIVE TEAM
nl: BEST DEFENSIEF TEAM
pt_br: MELHOR DEFESA

source: BEST FORWARD
nl: BESTE AANVALLER
pt_br: MELHOR ATACANTE

source: BEST GOAL SCORERS
nl: TOPSCORER
pt_br: MAIORES ARTILHEIROS

source: BEST GOALIES
nl: BESTE KEEPER
pt_br: MELHORES GOLEIROS

source: BEST MIDFIELDER
nl: BESTE MIDDENVELDER
pt_br: MELHOR MEIO-DE-CAMPO

source: BEST OFFENSIVE TEAM
nl: BEST OFFENSIEF TEAM
pt_br: MELHOR ATAQUE

source: BEST PLAYER
nl: BESTE SPELER
pt_br: MELHOR JOGADOR

source: BEST PLAYERS
nl: BESTE SPELERS
pt_br: MELHORES JOGADORES

source: BEST TEAMS
nl: BESTE TEAMS
pt_br: MELHORES TIMES

source: Back to main menu (Esc)
nl: Terug naar het hoofdmenu (Esc)
pt_br: Voltar ao menu principal (Esc)

source: Bad
nl: Slecht
pt_br: Ruim

source: Balanced
nl: Gebalanceerd
pt_br: Equilibrado

source: Before next match
nl: Voor volgende match
pt_br: Antes do próximo jogo

source: Begin a new week (Space)
nl: Begin een nieuwe week (Spatie)
pt_br: Começar nova semana (Espaço)

source: Best
pt_br: Melhor

source: Best field players
nl: Topscorer
pt_br: Melhores jogadores de campo

source: Best goalies
nl: Beste keepers
pt_br: Melhores goleiros

source: Best players
nl: Beste Spelers
pt_br: Melhores Jogadores

source: Birth year and month
nl: Geboortejaar en maand
pt_br: Ano e mês de nascimento

source: Bookmaker's tip
nl: Voorspelde uitslag
pt_br: Dica dos apostadores

source: Boost
nl: Extra motivatie
pt_br: Melhorar

source: Bottom league
nl: laagste klasse
pt_br: Última Liga

source: Brazil
nl: Brazilië
pt_br: Brasil

source: Browse teams to find and buy new players
nl: Doorzoek de teams om nieuwe spelers te vinden / kopen.
pt_br: Navegue pelos times para encontrar e comprar novos jogadores

source: Bygfoot %s - Job Offer
nl: Bygfoot %s - Aanbieding
pt_br: Bygfoot %s -- Oferta de Emprego

source: Bygfoot %s -- Help
pt_br: Bygfoot %s -- Ajuda

source: Bygfoot %s -- Options
nl: Bygfoot %s -- Voorkeuren
pt_br: Bygfoot %s -- Opções

source: Bygfoot %s -- Team Editor
nl: Bygfoot %s -- Team Aanpasser
pt_br: Bygfoot %s -- Editor de Times

source: Bygfoot - Stadium improvement
nl: Bygfoot - Stadion verbetering
pt_br: Bygfoot - Melhoramento do estádio

source: Bygfoot Team Editor
nl: Bygfoot Team Aanpasser
pt_br: Editor de Times do Bigfoot

source: Bygfoot help
pt_br: Ajuda do Bygfoot

source: CHAMPIONS
nl: KAMPIOENEN
pt_br: CAMPEÕES

source: CL
pt_br: LC

source: CL / Libertad.
pt_br: LC / Libertadores

source: CPos
nl: HPos
pt_br: PosAt

source: CSk
nl: Hkw
pt_br: HabAt

source: CWC / Conm.
pt_br: CWC / CC

source: Cancel
nl: Anuleren
pt_br: Cancelar

source: Capacity
nl: Grootte
pt_br: Capacidade

source: Champion
nl: Kampioen
pt_br: Campeão

source: Change font
nl: Verander font
pt_br: Mudar fonte

source: Change or update team structure (C) You can enter custom structures like 334, too.
nl: Verander of vernieuw de team struktuur (C). Je kan ook zelf strukturen invullenzoals 334.
pt_br: Mudar ou atualizar a formação (C) Você também pode criar formações personalizadas, tais como 334.

source: Change team name
nl: Verander team naam
pt_br: Mudar nome do time

source: Change team name to
nl: Verander de team naam in
pt_br: Mudar o nome do time para

source: Change the name of your current team for this game. Use the Bygfoot Team Editor to change a team name permanently.
nl: Verander de naam van uw huidige team voor dit spel. Gebruik Bygfoot Team Aanpasser om het voor altijd te veranderen
pt_br: Mudar o nome de seu time atual para este jogo. Use o Editor de Times para mudar o nome de um time permanentemente.

source: Check this if you want Bygfoot to keep an eye on the transfer list for you.
nl: Vink dit aan als je wilt dat Bygfoot voor jouw een oogje op de transferlijst houd.
pt_br: Marque isto se você quer que Bygfoot vigie a lista de transferências para você.

source: Check this if you'd like to have your team loaded from the definitions file no matter what the other checkbuttons say.
nl: Vink dit aan als je het team wil laden van het defenietiebestand.
pt_br: Marque isto se você gostaria de ter apenas o seu time lido do arquivo de definições, independentemente do que você marcou nos outros botões.

source: Choose a custom country file (see Help)
nl: Kies een ander land bestand (zie de Help)
pt_br: Escolher um arquivo de país personalizado (ver Ajuda)

source: Choose country
nl: Kies een land
pt_br: Escolha um país

source: Choose file
nl: Kies een bestand
pt_br: Escolher arquivo

source: Choose or enter country file
nl: Kies of typ een bestand van landen
pt_br: Escolha um país ou arquivo de país.

source: Close
nl: Afsluiten
pt_br: Fechar

source: Compress savegames
nl: Verklein opgeslagen spelen
pt_br: Comprimir arquivo de jogo...

source: Compressing savegame...
nl: Comprimeren van opgeslagen spel...
pt_br: Comprimindo arquivo de jogo...

source: Confirmations
nl: Bevestigen
pt_br: Confirmações

source: Costs
nl: Kosten
pt_br: Custos

source: Could not save new team name to %s. I couldn't find the old name.
nl: Kan de nieuwe teamnaam niet veranderen naar %s. Kan de oude naam niet vinden.
pt_br: Impossível gravar o novo nome do time em %s. Não foi encontrado o nome antigo.

source: Couldn't find pixmap file: %s
nl: Kan de tekening %s niet vinden
pt_br: Não foi encontrado arquivo de ícone: %s

source: Country file
nl: Bestand van landen
pt_br: Arquivo de país

source: Current league
nl: Huidige klasse
pt_br: Liga Atual

source: Current position
nl: Huidige postitie
pt_br: Posição atual

source: Current skill
nl: Huidige kwaliteit
pt_br: Condição técnica atual

source: D
nl: G
pt_br: E

source: DW
nl: GL
pt_br: E

source: Debts
nl: Leningen
pt_br: Dívidas

source: Defend
nl: Verdedigend
pt_br: Defensivo

source: Defender
nl: Verdediger
pt_br: Defensor

source: Delete history at end of season
nl: Verwijder geschedenis bij het einde van het seizoen
pt_br: Apagar a história ao final da temporada

source: Discard / Play
nl: Niet opslaan / Speel
pt_br: Descartar / Jogar

source: Do you really want to quit without saving?
nl: Wil je echt afsluiten zonder op te slaan?
pt_br: Realmente quer sair sem salvar?

source: Doesn't seem to be a Bygfoot save file.
nl: Dit is geen (goed) opgeslagen spel voor Bygfoot.
pt_br: Não parece ser um arquivo de jogo do Bygfoot

source: Don't bother me with this next time
nl: Val mij de volgende keer niet met dit lastig
pt_br: Não me incomode mais com isto

source: Don't load team definitions
nl: Laad geen team defenieties
pt_br: Não ler definições de times

source: Down
nl: Omlaag
pt_br: Abaixo

source: Drawing credit
nl: Krediet opening
pt_br: Crédito para saque

source: ETal
nl: Tal
pt_br: Est. Tal.

source: England
nl: Engeland
pt_br: Inglaterra

source: Esc / Return / Space
nl: Esc / Enter / Spatie
pt_br: Esc / Enter / Espaço

source: Estimated talent
nl: Talent
pt_br: Talento estimado

source: Estimated talent between
nl: Talent tussen
pt_br: Talento estimado entre

source: Estimated value less than
nl: Geschatte waarde lager dan
pt_br: Valor estimado menor que

source: Export
nl: Exporteer
pt_br: Exportar

source: Export the current team to a file (which will be overwritten if it exists)
nl: Exporteer het huidige team naar een bestand (het bestand zal overschreven worden als het al bestond)
pt_br: Exportar o time atual para um arquivo (que será substituído caso exista)

source: Extra time
nl: Extra tijd
pt_br: Prorrogação

source: FIELD PLAYERS
nl: TOPSCORER
pt_br: JOGADORES DE CAMPO

source: Figures
nl: Statistieken
pt_br: Estatísticas

source: File with the team names (country-specific, e.g. country_eng for the English teams)
nl: Het bestand met de team namen (verschillend voor elk land, v.b. country_eng voor de Engelse teams)
pt_br: Arquivo com os nomes de times (específicos de cada país, ex. country_br para times brasileiros)

source: Filter players by their age (NOTE: You must have at least a 'good' scout in order to be able to filter by age)
nl: Filter de spelers volgens hun leeftijd (NOOT: Je moet minstens een goede scout hebben om hun leeftijd te weten)
pt_br: Filtrar jogadores por idade (OBS.: Você precisa ter um olheiro que seja pelo menos 'bom' para poder usar esta opção)

source: Filter players by their estimated talent
nl: Filter de spelers volgens hun talent
pt_br: Filtrar jogadores pelo seu talento estimado

source: Filter players by their estimated value
nl: Filter de spelers volgens hun geschatte waarde
pt_br: Filtrar jogadores por seu valor estimado

source: Filter players by their league
nl: Filter de speler volgens hun klasse
pt_br: Filtrar jogadores por divisão

source: Filter players by their position
nl: Filter de spelers volgens hun ieties
pt_br: Filtrar jogadores por suas posições

source: Filter players by their skill
nl: Filter de spelers volgens hun kwaliteiten
pt_br: Filtrar jogadores por sua condição técnica

source: Finances
nl: Financiën
pt_br: Finanças

source: Finances / Stadium
nl: Financiën / Stadion
pt_br: Finanças / Estádio

source: Finances and stadium (F)
nl: Financiën en stadion (F)
pt_br: Finançãs e estádio (F)

source: Finished (weeks)
nl: Klaar (weken)
pt_br: Terminado (semanas)

source: Fire
nl: Ontslaan
pt_br: Fogo

source: Fire player (Middle click)
nl: Ontsla de speler (Middelste muisknop)
pt_br: Demitir jogador (Clique com o botão do meio)

source: First value: average current skill of the first 11 players. Second value: average skill of all players.
nl: Eerste getal: gemiddelde van de huidige kwaliteiten van de eerste 11 spelers.Tweede getal: gemiddelde kwaliteiten van alle spelers
pt_br: Primeiro valor: média da condição técnica atual dos primeiros 11 jogadores. Segundo valor: média da condição técnica de todos os jogadores.

source: Fit
pt_br: Fís.

source: Fitness
nl: Fitheid
pt_br: Preparo Físico

source: Fixtures
nl: Matchen
pt_br: Tabelas

source: Fixtures by league
nl: Matchen per competietie
pt_br: Tabelas por divisão

source: Forward
nl: Aanvaller
pt_br: Atacante

source: France
nl: Fankrijk
pt_br: França

source: GA
nl: GT
pt_br: GC

source: GD
nl: GB
pt_br: SG

source: GF
nl: GV
pt_br: GP

source: GOALIES
nl: KEEPERS
pt_br: GOLEIROS

source: Ga
nl: Ma
pt_br: MG

source: Games
nl: Matchen
pt_br: Jogos

source: Germany
nl: Duitseland
pt_br: Alemanha

source: Get loan
nl: Lenen
pt_br: Tomar empréstimo

source: Go
pt_br: NG

source: Goal difference
nl: Doelpuntenbalans
pt_br: Diferença de gols

source: Goal difference development
nl: Evolutie van het doelpuntensaldo
pt_br: Evolução do saldo de gols

source: Goalie
nl: Doelman
pt_br: Goleiro

source: Goals
pt_br: Gols

source: Goals / Game
nl: Goals / Match
pt_br: Gols / Jogo

source: Goals against
nl: Goals tegen
pt_br: Gols contra

source: Goals against development
nl: Evolutie van de tegengoals
pt_br: Evolução dos goals sofridos

source: Goals development for %s
nl: De Evolutie van de goals voor %s
pt_br: Evolução dos gols para %s

source: Goals for
nl: Goals voor
pt_br: Gols pró

source: Goals for development
nl: Evolutie van de goals
pt_br: Evolução dos gols marcados

source: Good
nl: Goed
pt_br: Bom

source: Help
pt_br: Ajuda

source: Help (H)
pt_br: Ajuda (A)

source: Here you can enter a custom structure like 334 (or 019, for that matter)
nl: Hier kan je een teamstruktuur zoals 334 (of 019) invullen.
pt_br: Aqui você pode criar uma formação personalizada, como 223 (ou 019, se quiser)

source: Histories
nl: Geschiedenis
pt_br: Histórias

source: History
nl: Geschiedenis
pt_br: História

source: History graph
nl: Geschiedenisgrafiek
pt_br: Gráfico da História

source: Home
nl: Thuis
pt_br: Em Casa

source: How long the history can get at most (data from the beginning of the list gets removed afterwards). WARNING: The higher this value is, the more memory is needed, especially for the player histories. Additionally, loading and saving games gets slower.
nl: Hoe lang de geschiedenis kan worden (de data word van het begin van de lijst verwijderd). WAARSCHUWING: Hoe hoger dit getal is, hoe meer geheugen er nodig is, vooral voor de spelergeschiedenis. Bovendien, zal het laden en opslaan trager gaan
pt_br: Quão longa pode a história ficar (dados do começo são apagados gradativamente). AVISO! Quanto mais alto este valor, mais memória é necessário -- especialmente para as histórias dos jogadores -- e mais lenta fica a inicialização e salvamento dos jogos.

source: How often new data is added to the history.
nl: Hoe vaak er nieuwe data word toegevoegt aan de geschiedenis
pt_br: Freqüência com que novos dados são adicionados à história

source: Hungary
nl: Hongarije
pt_br: Hungria

source: I'm sorry to tell you that one or more of your players have suffered severe injuries. They won't be able to play football on a professional level anymore and had to retire:
nl: Het spijt me dat ik u moet vertellen dat een of meer spelers zware bessures hebben opgelopen. Zij zullen niet meer in staat zijn om opeen professioneel niveau te voetballen en stoppen met hun carrière: ...
pt_br: Lamento informar que um ou mais de seus jogadores sofreu graves lesões. Ele não poderá mais jogar futebol profissionalmente e vai aposentar-se:

source: If checked, messages are shown instead of popups when possible (ie. when you don't have to make an 'OK/Cancel'-type of decision.
nl: Als dit aangevinkt is worden de berichten waneer dat mogelijk is in popups getoond(vb. als je geen 'OK/Anuleren' moet nemen).
pt_br: Se marcado, mensagens são exibidas em vez de novas janelas sempre que possível (ou seja, quando você não tiver que tomar uma decisão do tipo 'OK/Cancelar'.

source: If you check this, only the player names and the team structures are loaded from the definition file, values like skill or age are generated randomly
nl: Als je dit aanvinkt zullen de speler namen en de teamstrukturen worden geladen van het defenietiebestand, de getallen zoals de kwaliteiten of de leeftijd worden gekozen.
pt_br: Se você marcar isto, apenas os nomes de jogadores e as formações serão lidos do arquivo de definições, valores como condição técnica ou idade serão gerados aleatoriamente

source: If you check this, the game generates all players randomly and won't read the file with team definitions
nl: Als je dit aanvinkt zal het spel alle spelers kiezen en het bestand met de teamdefenieties niet lezen
pt_br: Se você marcar isto, o jogo vai gerar todos os jogadores aleatoriamente e não vai ler o arquivo de definições de times

source: If you uncheck this, clicking on 'Save' will pop up a 'Save as' window
nl: Als je dit niet aanvinkt, zal er als je op 'Opslaan' altijd een 'Opslaan als' vernster verschijnen
pt_br: Se você desmarcar isto, clicar em 'Salvar' vai mostrar uma janela 'Salvar como...'

source: Import
nl: Importeer
pt_br: Importar

source: Import teams from a definition file (the existing definition file will be expanded)
nl: Importeer teams van een defenietiebestand (Het bestaande defenietiebestand zal uitgebreid worden)
pt_br: Importar times de um arquivo de definições (o atual arquivo de definições será expandido)

source: Increase (seats)
nl: verhogen (plaatsen)
pt_br: Aumentar (lugares)

source: Increase capacity
nl: Capaciteit verhogen
pt_br: Aumentar capacidade

source: Increase safety
nl: Veiligheid verhogen
pt_br: Aumentar segurança

source: Injured: %s (expected recovery in %d weeks)
nl: Gebreseerd: %s (verwarchte terugkomst over %d weken)
pt_br: Lesionado: %s (recuperação prevista para %d semanas)

source: Injuries / Cards
nl: Geblesseerden / Kaarten
pt_br: Lesões / Cartões

source: International
nl: Internationaal
pt_br: Internacional

source: Italy
nl: Italië
pt_br: Itália

source: Job offer
nl: Aanbieding
pt_br: Oferta de emprego

source: Job offers
nl: Aanbiedingen
pt_br: Ofertas de emprego

source: Journey costs
nl: Reis kosten
pt_br: Despesas com viagem

source: L
nl: V
pt_br: D

source: Last 16
nl: Laatste 16
pt_br: Últimos 16

source: Last 32
nl: Laatste 32
pt_br: Últimos 32

source: Latest results
nl: Laatste resultaten
pt_br: Últimos resultados

source: League
nl: Klasse
pt_br: Divisão

source: League 1
nl: 1ste klasse
pt_br: Primeira Divisão

source: League 2
nl: 2de klasse
pt_br: Segunda Divisão

source: League 3
nl: 3de klasse
pt_br: Terceira Divisão

source: League 4
nl: 4de klasse
pt_br: Quarta Divisão

source: League 5
nl: 5de klasse
pt_br: Quinta Divisão

source: League results
nl: Resultaten
pt_br: Resultados da Liga

source: Live game
nl: Live match
pt_br: Jogo ao vivo

source: Load & Save
nl: Laden & Opslaan
pt_br: Ler & Salvar

source: Load game
nl: Laad spel
pt_br: Carregar jogo

source: Load game (L or Ctrl - O)
nl: Laad spel (L of Ctrl+O)
pt_br: Abrir jogo (L ou Ctrl - O)

source: Load my team from definitions file
nl: Laad mijn team van het defenietiebestand
pt_br: Ler meu time do arquivo de definições

source: Load only names from team definition file
nl: Laad alleen de namen van het defenietiebestand
pt_br: Ler apenas os nomes de jogadores que estão no arquivo de definições de times

source: Loading fixtures...
nl: Laden van matchen...
pt_br: Lendo tabelas...

source: Loading team %d...
nl: Laden van team %d...
pt_br: Lendo o %d...

source: Loading the rest...
nl: Laden van de rest...
pt_br: Lendo o resto...

source: Look & Feel
nl: Uitzicht & Gevoel
pt_br: Aparência & Comportamento

source: Maximal history length
nl: Maximale lengte van de geschiedenis
pt_br: Tamanho máximo da história

source: Messages
nl: Berichten
pt_br: Mensagens

source: Messages just appear in the message window
nl: De berichten worden in een messagebox getoont
pt_br: As mensagens simplesmente aparecem na janela de mensagens
