Repository: oznogon/bygfoot
Catalog: trunk/bygfoot-unstable/po/*.po
Languages: nl, pt_br

source: Unchecking this is particularly useful if you only play an international cup and want to keep a close eye on the transfer list. There's also a drawback: player wages get deduced each week.
nl: Vink dit niet aan als je een alleen internationale beker speelt en je en op zoek bent voor goede spelers op de transfermarkt. Er is ook een keerzijde: Je moet elke week spelerslonen betalen.
pt_br: Desmarcar isto é particularmente útil se você só joga a copa internacional e quer observar a lista de transferências. Também tem um lado ruim: os salários dos jogadores serão pagos semanalmente.

source: Uncompressing savegame...
nl: uitpakken van opgeslagen spel...
pt_br: Descomprimindo arquivo de jogo...

source: Undo! (Y / Ctrl-Z)
nl: Ongedaan maken (Y / Ctrl+Z)
pt_br: Desfazer! (Y / Ctrl-Z)

source: Unfit players in the team
nl: Onfitte spelers in het basiselftal
pt_br: Jogadores sem condições no time

source: Up
nl: Boven
pt_br: Acima

source: Update interval (in weeks)
nl: Vernieuwingsinsterval (in weken)
pt_br: Intervalo de atualização (em semanas)

source: Update player information
nl: Vernieuw speler informatie
pt_br: Atualizar dados do jogador

source: Value
nl: Waarde
pt_br: Valor

source: Value development for %s
nl: Evolutie van de waarde van %s
pt_br: Evolução do valor para %s

source: W
pt_br: V

source: W
pt_br: V

source: Wage
nl: loon
pt_br: Salário

source: Wage development for %s
nl: Evolutie van het loon voor %s
pt_br: Evolução do salário para %s

source: Week %d
pt_br: Semana %d

source: Weeks / Seasons
nl: Weken / Seizoenen
pt_br: Semanas / Temporadas

source: Whether each season begins with an empty history list.
nl: Of elk seizoen begint met een lege geschiedenislijst.
pt_br: Se cada temporada deve começar com uma história nova.

source: Whether fitness percentage is shown in green and red shades
nl: Toon de fitheid persentages in kleuren (groen, geel , oranje en rood)
pt_br: Se o estado físico dos jogadores deve ser exibido em tons de verde e vermelho

source: Whether or not other teams offer you a job when you are successful
nl: Toon de aanbiedingen van andere teams als je succesvol bent.
pt_br: Se os outros times podem ou não te fazer ofertas de emprego

source: Whether or not pressing the rearrange button or swapping two players adapts the team structure automatically
nl: Verander de team struktuur automatisch waneer je op de rangschik knop drukt of als je twee spelers verwisseld
pt_br: Se pressionar o botão de Rearrumação do time vai ou não mudar automaticamente a estrutura da equipe

source: Whether or not the main window appears maximized at startup. (NOTE: Some windowmanagers don't support this.) Of course, you have to save your settings to the conf file if you want a change of this variable to take effect.
nl: Vink dit aan als je wilt dat het hoofdscherm van Bygfoot gemaximaliseert moet zijn bij het opstarten. (NOOT: Somige windowmanagers ondersteunen dit niet.) Je moetnatuurlijk zorgen dat de instellingen worden opgeslagen in het configuratiebestandals je wilt dat dit zal werken
pt_br: Se a janela principal deve ou não aparecer maximizada ao iniciar. (OBS.: Alguns gerenciadores de janelas não entendem isso.) É claro, você deve salvar suas configurações no arquivo de preferências se quiser que isto funcione...

source: Whether to confirm certain actions
nl: Om bevestiging vragen voor verschillende akties
pt_br: Confirmar ou não certas ações

source: XML files can get very big but they can be compressed well. Uncheck this if you have plenty of space on your hard disk and would like to save some time when loading and saving.
nl: De XML bestanden kunnen zeer groot worden als ze niet verkleind worden. Duidtdit niet aan als je genoeg plaats hebt op je hardeschijf en tijd wil besparen tijdens het opslaan en laden.
pt_br: Arquivos XML podem tornar-se muito grandes, mas eles podem ser comprimidos eficientemente. Desmarque esta opção se você tem bastante espaço em seu disco rígido e gostaria de economizar tempo na hora de salvar ou abrir um jogo.

source: Yellow cards
nl: Gele kaarten
pt_br: Cartões amarelos

source: You are free from debt.
nl: Je hebt geen sculden meer.
pt_br: Você está livre das dívidas.

source: You can start the editor from the commandline with 'bygfoot -e' or '--editor'
nl: Je kan de aanpasser van de commandline starten met 'bygfoot -e' of '--editor'
pt_br: Você pode iniciar o editor da linha de comando com 'bygfoot -e' ou 'bygfoot --editor'

source: You can't borrow this much.
nl: Je kunt niet zoveel lenen
pt_br: Você não pode tomar tanto dinheiro emprestado.

source: You can't have a bigger stadium; it's not safe.
nl: Je kan geen groter stadion hebben; het is niet veilig.
pt_br: Você não pode ter um estádio maior; não é seguro.

source: You can't improve your stadium safety, it's already 100% safe.
nl: Je kan uw stadion niet meer beveiligen, Het is al 100% veilig.
pt_br: Você não pode mais melhorar a segurança de seu estádio, ele já é 100% seguro.

source: You didn't have enough money to enlarge your stadium.
nl: Je hebt niet genoeg geld om je stadion uit te breiden.
pt_br: Você não tem dinheiro suficiente para aumentar seu estádio.

source: You get a season objective from the team manager which you have to fulfill if you don't want to get sacked at the end of the season if you switch this on.
nl: De team manager deelt elk seizoen mee welke ambieties je moet vervullen om niet ontslagen te worden.
pt_br: Você recebe do presidente do clube uma meta para a temporada, a qual você deverá cumprir se não quiser ser demitido ao final da temporada se marcar esta opção.

source: You have entered a player name beginning with the comment character '#'. The player will be ignored when loading the team from the definitions file.
nl: Je hebt een spelernaam ingevult die begint met het commentaarcharacter '#'.De speler zal genegeerd worden waneer je het team van de defenitiebestand laad.
pt_br: Você escreveu um nome de jogador começando com o símbolo de comentário '#'. Este jogador será ignorado ao carregar o time.

source: You have entered an invalid birth date. Players must be older than 17.
nl: Je hebt een onjuiste geboortedatum ingevuld. De speler moeten ouder zijn dan 17.
pt_br: Você digitou uma data de nascimento inválida. Jogadores profissionais têm de ser maiores de 17 anos.

source: You have entered an invalid talent value. The talent value of a player has to be greater than his skill value.
nl: Je hebt een verkeerde talentwaarde. De talentwaarde van de speler moet groter zijn dan zijn kwaliteit
pt_br: Você digitou um valor de talento inválido. O valor de talento de um jogador deve ser maior que o valor de sua condição técnica.

source: You have overdrawn your bank account once again.
nl: Uw bankrekening staan opnieuw in het rood.
pt_br: Você sacou além de seu limite de crédito outra vez.

source: You have overdrawn your bank account.
nl: Uw bankrekening staat in het rood.
pt_br: Você sacou além de seu limite de crédito.

source: You have paid back a part of your loan.
nl: Je hebt een deel van je lening terugbetaald
pt_br: Você pagou uma parte de seu empréstimo.

source: You haven't entered a new team name.
nl: Je hebt geen nieuwe teamnaam ingevult.
pt_br: Você não definiu o nome de seu novo time.

source: You haven't got the money to pay back this much
nl: Je hebt niet genoeg geld om dit terug te betalen
pt_br: Você não tem dinheiro suficiente para pagar tanto

source: You haven't got the money.
nl: Je hebt niet genoeg geld
pt_br: Você não tem esse dinheiro.

source: You haven't selected a player
nl: Je hebt geen speler geselecteerd
pt_br: Você não selecionou um jogador

source: You haven't selected a team you want to edit or a definitions file.
nl: Je hebt geen team dat de wilt aanpassen of een defenitie bestand geselecteerd.
pt_br: Você não selecionou um time que queira editar ou um arquivo de definições.

source: You haven't selected a team.
nl: Je hebt geen team geselecteerd.
pt_br: Você não selecionou um time.

source: You may increase only twice a week.
nl: Je mag het maar 2 per week verbeteren.
pt_br: Você só pode aumentar duas vezes por semana.

source: You might want to have a look at the transfer list.
nl: Er is een intetresante speler op de transferlijst.
pt_br: Você talvez queira dar uma olhada na lista de transferências.

source: You'd like to fire %s. You can
nl: Je wilt %s ontslaan. Dan kan je
pt_br: Você pretende demitir %s. Você pode

source: You're below your drawing credit limit. You can't pay back money.
nl: U bent onder uw limiet van uw kredietopening. Je kan geen geld terugbetalen.
pt_br: Você está abaixo de seu limite de crédito para saque. Não pode amortizar sua dívida.

source: You've got to pay back your loan NOW!!!
nl: U moet NU uw schulden terugbetalen!!!
pt_br: Você tem de pagar seu empréstimo AGORA!!!!

source: Your bank account has to exceed your drawing credit next week!!!
nl: Uw bankrekening overschrijdt volgende week uw kredietopening!!!
pt_br: Sua conta bancária tem que exceder seu limite de saque na próxima semana!!!

source: Your bank grants you no more money.
nl: De bank leent u geen geld meer.
pt_br: Seu banco não lhe empresta mais dinheiro.

source: Your current game is not saved and will be lost. Continue?
nl: Uw huidige spel is niet op geslagen en zal verloren zijn. Toch doorgaan?
pt_br: Seu jogo atual não está salvo e será perdido. Continuar?

source: Your league
nl: Uw klasse
pt_br: Seu campeonato

source: Your next opponent(s)
nl: Uw volgende tegenstander(s)
pt_br: Seu(s) próximo(s) adversário(s)

source: Your rank
nl: Uw Plaats
pt_br: Sua colocação

source: Your results
nl: Uw resultaat
pt_br: Seus resultados

source: Your scout's not good enough, he doesn't know the age of the players on the transfer list. Sorting the transfer list is switched off.
nl: Uw scout is niet goed genoeg, hij weet niet hoe oud de spelers op de transferlijst zijn.Het sorteren van de transferlijst is af gezet.
pt_br: Seu olheiro não é muito bom, ele não sabe a idade dos jogadores na lista de transferência. O ordenamento da lista de transferências foi, por isso, desabilitado.

source: Your stadium is being enlarged. You can't increase its capacity until work's finished.
nl: Men is het stadion al aan het uitbreiden, je kan je stadion niet meer vergroten tot het werk gedaan is.
pt_br: Seu estádio está sendo ampliado. Você não pode aumentar a capacidade enquanto as obras não estiverem concluídas.

source: Your team
nl: Uw team
pt_br: Seu time

source: Your team must be promoted to the next league.
nl: Uw team moet promoveren naar de volgende league.
pt_br: Seu time deve ser promovido para o próximo campeonato.

source: Your team must finish at least in rank %d.
nl: Uw team moet minstens op plaats %d staan.
pt_br: Seu time deve terminar pelo menos em %d lugar.

source: Your team must stay in the current league.
nl: Uw team moet in dezelfde klasse blijven.
pt_br: Seu time deve permanecer na divisão atual.

source: Your team must win the "%s" cup
nl: Uw team moet de "%s" beker winnen
pt_br: Seu time deve vencer a copa "%s".

source: Your team structure must have three non-zero digits which sum up to 10.
nl: Uw team structuur moet bestaan uit drie getallen (geen nul) en moet een som hebben van 10.
pt_br: A formação de seu time deve ter três algarismos não-nulos que somem 10.

source: Your team's prize money
nl: Prijzengeld van uw team
pt_br: A premiação de seu time

source: _File
nl: _Bestand
pt_br: _Arquivo

source: _Help
pt_br: _Ajuda

source: banned for %d weeks (%s)
nl: geschorst voor %d weken (%s)
pt_br: suspenso por %d semanas (%s)

source: broken ankle
nl: gebroken enkel
pt_br: tornozelo fraturado

source: broken arm
nl: gebroken arm
pt_br: braço fraturado

source: broken leg
nl: gebroken been
pt_br: perna fraturada

source: broken shoulder
nl: gebroken schouder
pt_br: clavícula fraturada

source: concussion
nl: hersenschudding
pt_br: contusão

source: cracked rib
nl: gebroken rib
pt_br: costela fraturada

source: dangerous tackle
nl: gevaarlijke tackel
pt_br: carrinho perigoso

source: deliberate, goal-blocking foul
nl: opzettelijke fout
pt_br: falta deliberada, impedindo marcação de gol

source: fifth yellow card
nl: 5de gele kaart
pt_br: quinto cartão amarelo

source: fractured ankle
nl: gebroken enkel
pt_br: tornozelo fissurado

source: groin injury
nl: liesblessure
pt_br: lesão na virilha

source: hamstring
pt_br: estiramento muscular

source: none
nl: geen
pt_br: nenhum

source: pay a one-time compensation of
nl: een eenmalige ontslagvergoeding betalen van
pt_br: pagar uma indenização ou

source: pay his wage (
nl: betaal zijn laan (
pt_br: pagar seu salário (

source: pulled muscle
nl: verokken spier
pt_br: músculo distendido

source: repeated bad tackle
nl: heraaldelijke slechte tackels
pt_br: reincidência em carrinho perigoso

source: repeated delayed play
nl: heraadelijk vuil spel
pt_br: reincidência em retardar o andamento do jogo

source: repeated dissent
nl: herhaalde fouten
pt_br: reincidência em discutir com o árbitro

source: spat at player
nl: gespuwt op een speler
pt_br: cuspiu em outro jogador

source: torn crucial ligament
nl: cruciaal ligament beschadigd
pt_br: ligamentos cruzados rompidos

source: violent conduct
nl: geweldadig contact
pt_br: ato violento

source: Chile
nl: Chilie

source: Final
nl: Finale

source: Semi-Final
nl: Halve Finale

source: YC
nl: GK

source: Belgium
nl: België
