Repository: oznogon/bygfoot
Catalog: bygfoot/tags/before_cupreform/bygfoot2-unstable/po/*.po
Languages: ru

source: Messages slide into the message window from the right
ru: Сообщение выезжают в окно сообщений справа

source: Static
ru: Статика

source: Messages just appear in the message window
ru: Сообщения только что появились в окне сообщений

source: Off
ru: Выключить

source: No messages
ru: Нет сообщений

source: Prefer messages to popups
ru: Предпочитать сообщения всплывающим окнам

source: If checked, messages are shown instead of popups when possible (ie. when you don't have to make an 'OK/Cancel'-type of decision.
ru: Если отмечена, сообщения показываются вместо всплывающих окон где возможно (например, когда вам не нужно делать 'ОК/Отмена' для принятия решения

source: Whether or not other teams offer you a job when you are successful
ru: Будут или не будут другие команды делать вам преложения работы

source: Whether or not pressing the rearrange button or swapping two players adapts the team structure automatically
ru: Будет или нет считаться нажатие кнопки переформировать или обмена двух игроков автоматически изменять структуру команды

source: Rearrange /
ru: Переформировать /

source: Swap adapts team structure
ru: Обмен адоптировать структуру команды

source: Show fitness colors
ru: Показывать цвета физического состояния

source: Whether fitness percentage is shown in green and red shades
ru: Показывать ли процент физического состояния зеленым и красным

source: Apperance and behaviour of the game
ru: Внешний вид и поведение игры

source: Look & Feel
ru: Просмотр

source: Save overwrites old savegame
ru: Сохранение перепишет старые сохраненные игры

source: If you uncheck this, clicking on 'Save' will pop up a 'Save as' window
ru: Если вы снимите галочку, то при нажатии на 'Сохранить' появится окно 'Сохранить как'

source: Autosave every
ru: Автосохранение каждые

source: weeks
ru: недель

source: Options for loading and saving games
ru: Опция для загрузки и сохранения игр

source: Load & Save
ru: Загрузка & Сохранение

source: Sort transfer list by
ru: Отсортировать трансферный список по

source: Position
ru: Позиция

source: Age
ru: Возраст

source: Estimated talent
ru: Оцененный талант

source: Ascending
ru: Возрастание

source: Notify me whenever a player appears on the transfer list who fulfills my conditions:
ru: Извещать меня при появлении в трансферном листе игрока, который удовлетворяет моим требованиям:

source: Check this if you want Bygfoot to keep an eye on the transfer list for you.
ru: Отметьте это если вы хотите, чтобы Bygfoot постоянно следил за вас за трансферным списком.

source: Skill between
ru: Мастерство между

source: Filter players by their skill
ru: Фильтровать игроков по их уровню мастерства

source: Estimated talent between
ru: Оцененный уровень таланта между

source: Filter players by their estimated talent
ru: Фильтровать игроков по их оцененному таланту

source: Age between
ru: Возраст между

source: Filter players by their age (NOTE: You must have at least a 'good' scout in order to be able to filter by age)
ru: Фильтровать игроков по их возрасту (ЗАМЕТКА: Вы должны иметь по крайней мере 'Хорошего' скаута для того, чтобы фильтровать по возрасту)

source: Estimated value less than
ru: Оцененное значение меньше чем

source: Filter players by their estimated value
ru: Фильтровать игроков по их оцененному мастерству

source: Positions
ru: Позиции

source: Filter players by their position
ru: Фильтровать игроков по их позиции

source: Filter players by their league
ru: Фильтровать игроков по их лигам

source: Goalie
ru: Вратарь

source: and
ru: и

source: Defender
ru: Защитник

source: Midfielder
ru: Полузащитник

source: Forward
ru: Нападающий

source: International
ru: Международный

source: Options concering the transfer list
ru: Настройки, касающиеся трансферного листа

source: Transfers
ru: Трансферы

source: New week
ru: Новая неделя

source: Show a warning before beginning a new week
ru: Показывать предупреждение перед началом новой недели

source: Unfit players in the team
ru: Непригодные игроки в команде

source: Show a warning when injured or banned players are in the team when beginning a new week
ru: Показать предупреждение, когда в команде в начале недели есть травмированные или дисквалифицированные игроки

source: Quit when not saved
ru: Выйти если не сохранено

source: Show a warning if I want to quit with a game that isn't saved
ru: Показать предупреждене если при выходе из несохраненной игры

source: Whether to confirm certain actions
ru: Подтверждать или нет определенные действия

source: Confirmations
ru: Подтверждения

source: Attribute
ru: Атрибут

source: Current position
ru: Текущая позиция

source: Current skill
ru: Текущий уровень мастерства

source: Fitness
ru: Физическое состояние

source: Games
ru: Игры

source: Status
ru: Статус

source: Yellow cards
ru: Желтые карточки

source: Player attributes that are shown in the two player lists
ru: Атрибуты игрока, которые показаны в двух списках игроков

source: Player attributes
ru: Атрибуты игроков

source: Option
ru: Опция

source: How often new data is added to the history.
ru: Как часто новые данные добавляются к истории

source: Update interval (in weeks)
ru: Интервал обновления (в неделях)

source: How long the history can get at most (data from the beginning of the list gets removed afterwards). WARNING: The higher this value is, the more memory is needed, especially for the player histories. Additionally, loading and saving games gets slower.
ru: Как долго история может храниться (дата с начала списка будет потом удаляться). ПРЕДУПРЕЖДЕНИЕ: Чем выше это зачение, тем больше памяти необходимо, особенно для истории игроков. Дополнительно, загрузка и сохранение игр будут происходить более медленно.

source: Maximal history length
ru: Максимальная длина истории

source: Whether each season begins with an empty history list.
ru: Должен ли каждый сезон начинаться с пустой историей.

source: Delete history at end of season
ru: Удалить историю в конце сезона

source: Team histories
ru: История команды

source: Player histories
ru: История игрока

source: Team and player histories
ru: История команды и игрока

source: Histories
ru: Истории

source: Skip weeks when my team doesn't play
ru: Пропустить недели, в которые не играет моя команда

source: Unchecking this is particularly useful if you only play an international cup and want to keep a close eye on the transfer list. There's also a drawback: player wages get deduced each week.
ru: Снятие этой галочки особенно полезно, если вы играете только в международных кубках и хотите только следить за трансферным списком. Однако в этом есть недостаток: зарплата игрока уменьшается с каждой неделей.

source: Miscellaneous options
ru: Различные опции

source: Misc
ru: Различное

source: Save to file
ru: Сохранить в файл

source: Save options to $HOME/.bygfoot/bygfoot.conf. If you start Bygfoot again, they get loaded from the file.
ru: Сохраните опции в $HOME/.bygfoot/bygfoot.conf. Если вы снова запустите Bygfoot, они будут загружены из этого файла.

source: Couldn't find pixmap file: %s
ru: Не могу найти файл: %s

source: You didn't have enough money to enlarge your stadium.
ru: У вас недостаточно денег для увеличения вашего стадиона.

source: CPos
ru: ТПоз

source: Pos
ru: Поз

source: CSk
ru: ТМас

source: Sk
ru: Мас

source: Fit
ru: Физ

source: Ga
ru: Игр

source: Go
ru: Гол

source: ETal
ru: Тал

source: YC
ru: ЖК

source: (Normal) Position
ru: (Нормальная) Позиция

source: (Normal) Skill
ru: (Нормальное) Мастерство

source: PL
ru: И

source: W
ru: В

source: DW
ru: Н

source: GF
ru: МЗ

source: GA
ru: МП

source: GD
ru: МР

source: Away
ru: В гостях

source: Home
ru: Дома

source: Ticket sale
ru: Продажа билетов

source: Journey costs
ru: Стоимость выезда

source: Player wages
ru: Зарплата игроков

source: Scout wage
ru: Зарплата скаута

source: Physio
ru: Физподготовка

source: Stadium improvement
ru: Улучшение стадиона

source: Stadium bills
ru: Счета стадиона

source: Prize money
ru: Призовые деньги

source: Debts
ru: Займы

source: Repay in %d weeks Current interest rate: %.1f%%
ru: Проплата в %d недель Текущий уровень интереса: %.1f%%

source: repay this week!!!
ru: заплатить на этой неделе!!!

source: Finances
ru: Финансы

source: (enlargement planned)
ru: (запланировано увелчиение)

source: (enlargement in progress)
ru: (выполняется увеличение)

source: Drawing credit
ru: Минимальный кредит

source: Stadium
ru: Стадион

source: Capacity
ru: Вместимость

source: Safety
ru: Безопасность

source: 5% safety increase costs
ru: Стоимость увеличения безопасности на 5%

source: Goals / Game
ru: Голы / Игра

source: Round robin
ru: Коллективное письмо

source: Last 16
ru: Последние 16

source: Quarter-Final
ru: Червертьфинал

source: Semi-Final
ru: Полуфинал

source: Runner-up
ru: Участник, занявший второе место

source: Champion
ru: Чемпион

source: Last 32
ru: Последние 32

source: Season
ru: Сезон

source: Your team
ru: Ваша команда

source: Your league
ru: Ваша лига

source: Your rank
ru: Ваше место

source: CHAMPIONS
ru: ЧЕМПИОНЫ

source: BEST PLAYERS
ru: ЛУЧШИЕ ИГРОКИ

source: FIELD PLAYERS
ru: ПОЛЕВЫЕ ИГРОКИ

source: GOALIES
ru: ВРАТАРИ

source: Extra time
ru: Дополнительное время

source: (own goal)
ru: (автогол)

source: (penalty)
ru: (пенальти)

source: (penalty: MISSED !!)
ru: (пенальти: ПРОМАХ !!)

source: (penalty: SAVE !!)
ru: (пенальти: ВРАТАРЬ!!)

source: (penalty: POST !!)
ru: (пенальти: ШТАНГА !!)

source: (penalty: CROSS-BAR !!)
ru: (пенальти: КРЕСТОВИНА !!)

source: %s shoots . . .
ru: %s ударов . . .

source: Goal!
ru: Гол!

source: Save!
ru: Отбил!

source: Missed!
ru: Не попал!

source: Post!
ru: Штанга!

source: Cross-bar!
ru: Крестовина!

source: Your next opponent(s)
ru: Ваш следующий противник

source: Neutral stadium
ru: Нейтральный стадион

source: BEST PLAYER
ru: ЛУЧШИЙ ИГРОК

source: BEST DEFENDER
ru: ЛУЧШИЙ ЗАЩИТНИК

source: BEST MIDFIELDER
ru: ЛУЧШИЙ ПОЛУЗАЩИТНИК

source: BEST FORWARD
ru: ЛУЧШИЙ НАПАДАЮЩИЙ

source: PLAYER AWARDS
ru: НАГРАЖДЕНИЯ ИГРОКОВ

source: BEST GOAL SCORERS
ru: ЛУЧШИЕ ГОЛЕАДОРЫ

source: BEST GOALIES
ru: ЛУЧШИЕ ПАСУЮЩИЕ

source: TEAM AWARDS
ru: НАГРАЖДЕНИЯ КОМАНД

source: BEST TEAMS
ru: ЛУЧШИЕ КОМАНДЫ

source: (Prom. games winner)
ru: (Победитель стыковых матчей)

source: BEST OFFENSIVE TEAM
ru: КОМАНДА С ЛУЧШЕЙ ЗАЩИТОЙ

source: (%d:%d Goals)
ru: (%d:%d Голов)

source: BEST DEFENSIVE TEAM
ru: КОМАНДА С ЛУЧШЕЙ ЗАЩИТОЙ

source: SEASON AWARDS
ru: НАГРАДЫ СЕЗОНА

source: Your team's prize money
ru: Призовые деньги вашей команды

source: concussion
ru: сотрясение

source: hamstring
ru: головная боль

source: pulled muscle
ru: растяжение мышц

source: groin injury
ru: рана паха

source: fractured ankle
ru: сломана лодыжка

source: cracked rib
ru: сломано ребро

source: broken leg
ru: сломана нога

source: broken ankle
ru: повреждена лодыжка

source: broken arm
ru: сломана рука

source: broken shoulder
ru: сломано плечо

source: torn crucial ligament
ru: критическое повреждение

source: Injured: %s (expected recovery in %d weeks)
ru: Травмирован: %s (выздоровление ожидается в течении %d недель)

source: repeated dissent
ru: повторная травма

source: repeated delayed play
ru: отложенная игра

source: deliberate, goal-blocking foul
ru: преднамеренный фол

source: repeated bad tackle
ru: повторившееся опасное столкновение

source: dangerous tackle
ru: опасное столкновение

source: violent conduct
ru: жестокое поведение

source: spat at player
ru: спор игрока

source: fifth yellow card
ru: пятая желтая карточка

source: banned for %d weeks (%s)
ru: дисквалифицирован на %d недель (%s)

source: 1st Round
ru: 1-ый Раунд

source: 2nd Round
ru: 2-ой Раунд

source: 1/16 Final
ru: 1/16 финала

source: 1/8 Final
ru: 1/8 финала

source: 1/4 Final
ru: 1/4 финала

source: 1/2 Final
ru: 1/2 финала

source: Final
ru: Финал

source: 1st Leg
ru: 1 круг

source: 2nd Leg
ru: 2 круг

source: Week %d
ru: Неделя %d

source: Injuries / Cards
ru: Травмы / Карточки

source: Attendance:
ru: Посещаемость:

source: Attendance (neutral stadium):
ru: Посещаемость (нейтральный стадион):

source: There were technical problems in your stadium.
ru: На вашем стадионе были технические проблемы.

source: There were riots in your stadium.
ru: На вашем стадионе были столкновения.

source: There was a fire in your stadium.
ru: На вашем стадионе был пожар.

source: Best field players
ru: Лучшие полевые игроки

source: Best goalies
ru: Лучшие вратари

source: Your results
ru: Ваши результаты

source: Latest results
ru: Последние результаты

source: Bookmaker's tip
ru: Ставки букмекеров

source: Average cskills
ru: Средний уровень мастерства

source: Team structure
ru: Структура команды

source: Bygfoot %s -- Options
ru: Bygfoot %s -- Настройки

source: You'd like to fire %s. You can
ru: Вы хотите уволить %s. Вы можете

source: pay a one-time compensation of
ru: оплатить одноразовую компенсацию

source: pay his wage (
ru: оплатить его зарплату (

source: ) for another 8 months
ru: ) за следующие 8 месяцев

source: Bygfoot %s -- Help
ru: Bygfoot %s -- Помощь

source: Bygfoot %s -- Team Editor
ru: Bygfoot·%s·--·Редактор команд

source: Bygfoot %s - Job Offer
ru: Bygfoot·%s·--·Предложение работы

source: Loading fixtures...
ru: Загружаем расписание...

source: Saving fixtures...
ru: Сохранение расписаний

source: Loading the rest...
ru: Загрузка остального...

source: Saving the rest...
ru: Сохранение остального...

source: Loading team %d...
ru: Загрузка команды %d...

source: Saving team %d...
ru: Сохранение команды %d...

source: Compressing savegame...
ru: Сжимаем сохраненную игру...

source: Uncompressing savegame...
ru: Распаковываем сохраненную игру...
