Repository: oznogon/bygfoot
Catalog: bygfoot/tags/before_cupreform/bygfoot2-unstable/po/*.po
Languages: ru

source: You haven't selected a player
ru: Вы не выбрали игрока

source: The transfer deadline has passed (week 34).
ru: Время трансфера игроков завершилось (34 неделя).

source: The player is already on the transferlist.
ru: Данный игрок уже находится в трансферном списке.

source: The transferlist is full.
ru: Трансферный список полон.

source: You haven't got the money.
ru: У вас нет денег.

source: There's no room in your team. You can't have more than 20 players.
ru: В вашей команде не хватает места. Вы не можете нанять более 20 игроков.

source: The team rejects your offer and removes the player from the transferlist.
ru: Команда отклонила ваше преложение и удалила игрока из трансферного списка.

source: The player doesn't like your offer and decides to stay in his team.
ru: Игроку не понравилось ваше преложение и он решил остаться в своей команде.

source: The team accepts your offer.
ru: Команда приняла ваше преложение.

source: The transfer deadline has passed (week 35).
ru: Время·трансфера·игроков·завершилось·(35·неделя).

source: After having a look at your bank account the team politely rejects your offer.
ru: После рассмотрения ваших финансовых возможностей, команда вежливо отклонила ваше преложение.

source: The team has unfortunately no suitable replacement for %s and has to reject your offer.
ru: К сожалению у команды нет адекватной замены для %s и она отклонила ваше преложение.

source: The team has an adequate replacement for %s and is willing to cancel his contract for
ru: У команды есть адекватная замена для %s и она желает разорвать контракт для

source: . The player demands a wage of
ru: . Игрок требует зарплату

source: . Accept?
ru: . Согласны?

source: You may increase only twice a week.
ru: Вы можете увеличивать только два раза в неделю.

source: You can't improve your stadium safety, it's already 100% safe.
ru: Вы не можете увеличить безопасность вашего стадиона, она и так уже 100%.

source: Your bank grants you no more money.
ru: Ваш банк не даст вам больше денег.

source: You are free from debt.
ru: Вы свободны от долга.

source: You're below your drawing credit limit. You can't pay back money.
ru: Вы находитесь ниже кредитного лимита . Вы не можете вернуть назад деньги.

source: You can't borrow this much.
ru: Вы не можете это занять.

source: You haven't got the money to pay back this much
ru: У вас недостаточно денег для оплаты

source: You have paid back a part of your loan.
ru: Вы выплатили часть займа.

source: This is your first season.
ru: Это ваш первый сезон.

source: I'm sorry to tell you that one or more of your players have suffered severe injuries. They won't be able to play football on a professional level anymore and had to retire:
ru: К сожалению, один или несколько из ваших игроков получили травмы. Они не смогут больше играть в футбол на профессиональном уровне и будут уволены:

source: Penalty shooter deselected. Player with highest cskill will shoot penalties.
ru: Снята отметка для игрока пробивающего пенальти. Пенальти будет пробивать игрок с максимальным уровнем мастерства.

source: %s is a substitute. He will only shoot the penalties if you move him into the team; otherwise the field player with highest skill will shoot.
ru: %s заменен. Он будет пробивать пенальти только если вы поставите его в команду; в противном случае будет пробивать полевой игрок с максимальным уровнем мастерства.

source: %s will shoot the penalties in regulation and extra time.
ru: %s будет пробивать пенальти в основное и добавочное время.

source: Are you sure you want to start a new game and discard your current game?
ru: Вы уверены, что вы хотите начать новую игру и не сохранить текущую?

source: Your team structure must have three non-zero digits which sum up to 10.
ru: Структура вашей команды должена содержать 3 ненулевых цифры общей суммой 10.

source: Next week you'll fire your scout and hire a new one.
ru: На следующей неделе вы уволите скаута и наймете нового.

source: You might want to have a look at the transfer list.
ru: Наверное, вы хотите посмотреть на трансферный список.

source: There are injured or banned players in your team. Proceed?
ru: В вашей команде есть трафмированные или дисквалифицированные игроки. Продолжить?

source: Are you sure you want to end this week's activities and begin a new week?
ru: Вы уверены, что вы хотите завершить активность на этой неделе и начать новую неделю?

source: You can't have a bigger stadium; it's not safe.
ru: Вы не можете иметь больший стадион; он не будет безопасным.

source: Your stadium is being enlarged. You can't increase its capacity until work's finished.
ru: Ведутся работы по увеличению стадиона. Вы не можете увеличить его вместимость до конца работ.

source: Do you really want to quit without saving?
ru: Вы действительно хотите выйти без сохранения?

source: Your current game is not saved and will be lost. Continue?
ru: Ваша текущая игра не сохранена и будет потеряна. Продолжить?

source: One of the structure numbers is not a valid structure specifier. The digits of the first structure must add up to 10, those of the second one to 8.
ru: Одна из цифр вашей структуры содержит неправильное число. Число первой структуры должно в сумме содержать 10.

source: You haven't selected a team you want to edit or a definitions file.
ru: Вы не выбрали команду для редактирования или файл определений.

source: You haven't entered a new team name.
ru: Вы не ввели название новой команды.

source: Could not save new team name to %s. I couldn't find the old name.
ru: Не могу сохранить новое имя команды в %s. Я не могу найти старое имя.

source: One or more players could not be saved because of an invalid talent value. The talent value of a players has to be greater or equal his skill value.
ru: Данные об одном или нескольких игроках не могут быть сохранены из-за неправильного значения их таланта. Талант игрока должен быть больше или равным уровню его мастерства.

source: You haven't selected a team.
ru: Вы не выбрали команду.

source: You have entered an invalid talent value. The talent value of a player has to be greater than his skill value.
ru: Вы выбрали непавильное значение таланта. Талант игрока должен быть больше, чем значение его мастерства.

source: You have entered a player name beginning with the comment character '#'. The player will be ignored when loading the team from the definitions file.
ru: Вы ввели имя игрока, начинающееся со знака комментария '#'. Игрок будет проигнорирован при загрузке команды из файла определений.

source: You have entered an invalid birth date. Players must be older than 17.
ru: Вы ввели неправильную дату рождения. Игрок должен быть старше 17 лет.

source: The following teams were added to %s:
ru: Следующие команды были добавлены к %s:

source: NONE
ru: НЕТ

source: Bygfoot Team Editor
ru: Редактор команд Bygfoot

source: Team definitions file
ru: Файл определения команды

source: The file team definitions are read from and written to. Default is $HOME/.bygfoot/text_files/teams.
ru: Файл определения команды считан и записан. По-умолчанию - $HOME/.bygfoot/text_files/teams.

source: Select file
ru: Выберите файл

source: Country file
ru: Файл страны

source: File with the team names (country-specific, e.g. country_eng for the English teams)
ru: Файл с названиями команд (отдельный для страны, например country_eng для английских команд)

source: Choose or enter country file
ru: Выберите или введите файл страны

source: Teams in the country file
ru: Команды в файле страны

source: Teams found in the country file. Choose one to edit it.
ru: Команды найдены в файле страны. Выберите одну для редактирования.

source: Change team name to
ru: Изменяем имя команды на

source: Team structures
ru: Структура команды

source: These digits must add up to 10.
ru: Эти цифры должны в сумме составлять до 10.

source: These digits must add up to 8.
ru: Эти цифры должны в сумме составлять до 8.

source: Apply changes
ru: Применить изменения

source: The average skills of the five leagues in the first season are: 8.0, 7.0, 6.0, 5.0 and 4.0.
ru: Средний уровень мастерства пяти лиг в первый сезон равен: 8.0, 7.0, 6.0, 5.0 и 4.0.

source: Average skill
ru: Средний уровень мастерства

source: Name
ru: Имя

source: Skill
ru: Мастерство

source: Talent
ru: Талант

source: Birth year and month
ru: Год рождения и месяц

source: Update player information
ru: Обновить информацию об игроке

source: Select previous player (Ctrl-Left)
ru: Выберите предыдущего игрока (Ctrl-Влево)

source: Select next player (Ctrl-Right)
ru: Выберите следующего игрока (Ctrl-Вправо)

source: Swap two players
ru: Обмен двух игроков

source: Swap players
ru: Обмен игроков

source: Move player
ru: Переместить игрока

source: Move player up (Ctrl-Up)
ru: Переместить игрока вверх (Ctrl-Вверх)

source: Up
ru: Вверх

source: Move player down (Ctrl-Down)
ru: Переместить игрока вних (Ctrl-Вниз)

source: Down
ru: ВнизF1

source: Show editor help (F1)
ru: Показать помощь редактора (F1)

source: Help
ru: Помощь

source: Quit (Esc)
ru: Выход (Esc)

source: Quit
ru: Выход

source: Save current team to file (Ctrl-S)
ru: Сохранить текущую команду в файл (Ctrl-S)

source: Save
ru: Сохранить

source: Import teams from a definition file (the existing definition file will be expanded)
ru: Импортировать команды из файла определений (существующий файл определений будет расширен)

source: Import
ru: Импорт

source: Export the current team to a file (which will be overwritten if it exists)
ru: Экспортировать текущую команду в файл (который будет переписан если существует)

source: Export
ru: Экспорт

source: Start Bygfoot without saving changes
ru: Начать Bygfoot без сохранения изменений

source: Discard / Play
ru: Отменить / Игра

source: Save team definition file and start Bygfoot
ru: Сохранить файл опреленения команды и начать Bygfoot

source: Save / Play
ru: Сохранить / Игра

source: W
ru: В

source: L
ru: П

source: D
ru: Н

source: Accept?
ru: Принять?

source: The team owners fire you because of unsuccessfulness.
ru: Владельцы команды уволили вас из-за неудовлетворительных результатов.

source: The team owners fire you because of financial mismanagement.
ru: Владельцы команды уволили вас из-за финансового провала.

source: But the owners of %s have heard of your dismissal and would like to hire you. Here's some info on %s:
ru: Но владельцы %s услышали о вашем увольнении и хотят нанять вас. Вот некоторая информация о %s:

source: (NOTE: If you don't, the game is over.)
ru: (ЗАМЕТКА: если нет, то игра будет закончена.)

source: The owners of %s are impressed by your success with %s. They would like to hire you. Here's some info on %s:
ru: Владельцы %s наслышаны о вашем успехе с %s. Они хотят нанять вас. Вот некоторая информация о %s:

source: The team owners are dissatisfied with the team's recent performance. There are rumours they're looking for a new coach.
ru: Владельцы команды неудовлетворены последними результатами команды. Они в поисках нового тренера для команды.

source: Autosaving. Please stand by...
ru: Автосохранение. Пожалуйста подождите...

source: You've got to pay back your loan NOW!!!
ru: Вы должны выплатить ваш займ - СЕЙЧАС!!!

source: Your bank account has to exceed your drawing credit next week!!!
ru: Вас банковский счет превысит возможности кредита на следующей неделе!!!

source: You have overdrawn your bank account.
ru: Вы превысили ваш банковский счет.

source: You have overdrawn your bank account once again.
ru: Вы вновь превысили ваш банковский счет.

source: The team owners give you %d weeks to get positive.
ru: Владельцы команды дают вам %d недель для того, чтобы выбраться из долгов.

source: There is no history yet.
ru: Пока нет истории.

source: Skill development for %s
ru: Уровень мастерства для %s

source: Goals development for %s
ru: Голы для %s

source: Wage development for %s
ru: Зарплата для %s

source: Value development for %s
ru: Уровень для %s

source: Rank development
ru: Место

source: Points development
ru: Очки

source: Goal difference development
ru: Разница забитых/пропущенных мячей

source: Goals for development
ru: Голы за

source: Goals against development
ru: Голы против

source: Money development
ru: Деньги

source: Average attendance development
ru: Средняя посещаемость

source: none
ru: нет

source: Bygfoot Football Manager 1.7.3
ru: Футбольный менеджер Bygfoot - 1.7.3

source: _File
ru: _Файл

source: Start Bygfoot Team Editor
ru: Запустить редактор команд Bygfoot

source: Start Bygfoot Online Update
ru: Запустить онлайн-обновление Bygfoot

source: _Help
ru: _Помощь

source: Team Editor Help
ru: Помощь по редактору команд

source: Load game (L or Ctrl - O)
ru: Загрузить игру (L или Ctrl-O)

source: Save game (S or Ctrl - S)
ru: Сохранить игру (S или Ctrl-S)

source: Quit (Q or Ctrl - Q)
ru: Выход (Q или Ctrl-Q)

source: Options (O)
ru: Настройки (O)

source: Quick options
ru: Быстрые настройки

source: QuickOpt
ru: БыстрНастр

source: Notify
ru: Уведомление

source: Transferlist notification
ru: Уведомление о трансферном листе

source: Job offers
ru: Предложение работы

source: Show job offers
ru: Показать предложения работы

source: Live game
ru: Игра в прямом эфире

source: Show live games
ru: Показывать игры в прямом эфире

source: Overwrite
ru: Переписать

source: Overwrite old savegame
ru: Переписать сохраненную игру

source: Back to main menu (Esc)
ru: Назад в главное меню (Esc)

source: Show transferlist (T)
ru: Показать трансферный список (T)

source: Finances and stadium (F)
ru: Финансы и стадион (F)

source: Show my last games and a preview of my next games (P or F1)
ru: Показать мои прошлые игры и просмотреть анонс следующих игр (P или F1)

source: Figures
ru: Состав

source: Fixtures
ru: Расписание

source: Tables
ru: Таблицы

source: Best players
ru: Лучшие игроки

source: History
ru: История

source: History graph
ru: Граф истории

source: Begin a new week (Space)
ru: Начать новую неделю (Пробел)

source: Help (H)
ru: Помощь (H)

source: Season
ru: Сезон

source: Week
ru: Неделя

source: Arsenal
ru: Арсенал

source: Premier Division
ru: Премьер-лига

source: Rank
ru: Место

source: Money
ru: Деньги

source: First value: average current skill of the first 11 players. Second value: average skill of all players.
ru: Первое значение: средний уровень мастерства первых 11 игроков. Второе значение: средний уровень мастерства всех игроков.

source: Av. skills:
ru: Ср. мастерство:

source: Player actions
ru: Действия игрока

source: Player
ru: Игрок

source: Show info
ru: Показать информацию

source: Show extended player information (Right click)
ru: Показать дополнительную информацию об игроке (Щелчок правой кнопкой мыши)

source: Show history
ru: Показать историю

source: Show player statistics graph
ru: Показать график статистики игрока

source: Put on transfer list
ru: Выставить на трансфер

source: Put player on transfer list (Right click in transfer mode)
ru: Выставить игрока на трансфер (Щелчок правой кнопкой мыши в режиме трансфера)

source: Remove from transfer list
ru: Убрать из трансферного списка

source: Remove player from transfer list (Click in the transfer list)
ru: Убрать игрока из трансферного списка (Щелчок правой кнопкой мыши в трансферном списке)

source: Fire
ru: Уволить

source: Fire player (Middle click)
ru: Уволить игрока (Щелчок средней клавишей мышки)

source: Shoots penalties
ru: Пробитие пенальти

source: The selected player will shoot the penalties in regulation and extra time if he plays.
ru: Выбранный игрок будет пробивать пенальти в основное и добавочное время если он играет.

source: Player list 1
ru: Список игроков 1

source: Player list 2
ru: Список игроков 2

source: Playing style
ru: Стиль игры

source: All Out Defend
ru: Все в защите

source: Defend
ru: Защитный

source: Balanced
ru: Сбалансированный

source: Attack
ru: Атакующий

source: All Out Attack
ru: Все в атаке

source: Team Structure
ru: Структура команды

source: Here you can enter a custom structure like 334 (or 019, for that matter)
ru: Здесь вы можете ввести свою структуру, такую как 334 (или 019)

source: Change or update team structure (C) You can enter custom structures like 334, too.
ru: Изменить структуру команды (C). Вы также можете ввести свою структуру, например 334.

source: Rearrange team (R) (try to put each player on his prefered position and sort the substitutes)
ru: Реорганизовать команду (R) (попытаться поставить каждого игрока на его позицию и отсортировать замены)

source: Undo! (Y / Ctrl-Z)
ru: Отменить! (Y / Ctrl-Z)

source: Scout / Physio
ru: Скаут / Физиолог

source: Best
ru: Лучший

source: Good
ru: Хороший

source: Average
ru: Средний

source: Bad
ru: Плохой

source: Browse teams to find and buy new players
ru: Просмотреть команды и купить новых игроков

source: Next (W)
ru: Следующий - (W)

source: Previous (Q)
ru: Предыдущий (Q)

source: Show my league results
ru: Показать мои результаты лиги

source: Finances / Stadium
ru: Финансы / Стадион

source: Increase capacity
ru: Увеличить вместимость

source: Increase safety
ru: Увеличить безопасность

source: Get loan
ru: Взять заем

source: Pay loan
ru: Выплатить заем

source: Scout recommends
ru: Скаут рекомендует

source: Transfer fee
ru: Трансферная стоимость

source: Wage
ru: Зарплата

source: Show fixtures (F4)
ru: Показать расписание (F4)

source: Show tables (F5)
ru: Показать таблицы (F5)

source: Fixtures by league
ru: Расписания лиги

source: League 1
ru: Лига 1

source: League 2
ru: Лига 2

source: League 3
ru: Лига 3

source: League 4
ru: Лига 4

source: League 5
ru: Лига 5

source: Nation. Cup 1
ru: Национальный кубок 1

source: Nation. Cup 2
ru: Национальный кубок 2

source: CL / Libertad.
ru: КЛ / Кубок Либертадорес

source: CWC / Conm.
ru: cup winners cup

source: UEFA / Sul-Amer.
ru: Кубок УЕФА / Кубок Сул-Американа

source: Doesn't seem to be a Bygfoot save file.
ru: Это не файл с сохрененной игрой Bygfoot

source: Select team and country
ru: Выберите команду и страну

source: Start in
ru: Начать

source: Play normal league games and cups
ru: Играть игры нормальной лиги и кубки

source: Top league
ru: Высшая лига

source: Current league
ru: Текущая лига

source: Bottom league
ru: Низшая лига

source: CL
ru: ЛЧ

source: Play only in Champions' League / Copa Libertadores
ru: Играть только в Лиге Чемпионов / Кубке Либертадорес

source: Play only in Cup Winners' Cup / Copa Conmebol
ru: Играть только в Кубке обладателей кубков / Кубок Конмебол

source: UEFA / Sul-Americana
ru: УЕФА / Сул-Американа

source: Play only in UEFA Cup / Copa Sul-Americana
ru: Играть только в Кубке УЕФА / Кубке Сул-Американа

source: Choose country
ru: Выберите страну

source: England
ru: Англия

source: Germany
ru: Германия

source: Italy
ru: Италия

source: France
ru: Франция

source: Hungary
ru: Венгрия

source: Spain
ru: Испания

source: Romania
ru: Румыния

source: Brazil
ru: Бразилия

source: Poland
ru: Польша

source: Mexico
ru: Мексика

source: Choose a custom country file (see Help)
ru: Выберите файл определения страны (смотрите Помощь)

source: Select a country file
ru: Выберите файл страны

source: Don't load team definitions
ru: Не загружать определения команд

source: If you check this, the game generates all players randomly and won't read the file with team definitions
ru: Если вы выберете это, то игра сгенерирует всех игроков случайным образом и не будет считывать из с файла определения команд

source: Load only names from team definition file
ru: Загрузить только имена из файла определения команды

source: If you check this, only the player names and the team structures are loaded from the definition file, values like skill or age are generated randomly
ru: Если вы выберете это, то только имена игроков и структура команд будут загружены из файла определений, а значения таланта и мастерства будут сгенерированы случайным образом.

source: Load my team from definitions file
ru: Загрузить мою команду из файла определений

source: Check this if you'd like to have your team loaded from the definitions file no matter what the other checkbuttons say.
ru: Выберите это, если вы хотите загрузить вашу команду из файла определения, без разницы, отмечены ли другие кнопки или нет.

source: You can start the editor from the commandline with 'bygfoot -e' or '--editor'
ru: Вы можете запустить редактор из командной строки, набрав 'bygfoot·-e'·или·'--editor'

source: Return
ru: Ввод

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: L
ru: П

source: Load game
ru: Загрузить игру

source: Don't bother me with this next time
ru: Не напоминать мне об этом в следующий раз

source: Close
ru: Закрыть

source: Choose file
ru: Выбрать файл

source: Select font
ru: Выбрать шрифт

source: Show tendency bar
ru: Показывать полосу игры

source: Bygfoot help
ru: Помощь по Bygfoot

source: Esc / Return / Space
ru: Esc / Ввод /Пробел

source: Bygfoot - Stadium improvement
ru: Bygfoot - Улучшение стадиона

source: Increase (seats)
ru: Увеличить (посадочные места)

source: Costs
ru: Стоимость

source: Finished (weeks)
ru: Закончился (недель)

source: Before next match
ru: Перед следующим матчем

source: Job offer
ru: Предложение работы

source: League
ru: Лига

source: Rank
ru: Место

source: Money (approx.)
ru: Деньги (приблизительно)

source: Stadium capacity
ru: Вместимость стадиона

source: Stadium safety
ru: Безопасность стадиона

source: Player list
ru: Список игроков

source: Statistics
ru: Статистика

source: Weeks / Seasons
ru: Недель / Сезонов

source: Goals
ru: Голов

source: Value
ru: Значение

source: Team
ru: Команда

source: Points
ru: Очки

source: Goal difference
ru: Разница мячей

source: Goals for
ru: Голы за

source: Goals against
ru: Голы против

source: Money
ru: Деньги

source: Average attendance
ru: Средняя посещаемость

source: Space / Esc
ru: Пробел / Esc

source: Your scout's not good enough, he doesn't know the age of the players on the transfer list. Sorting the transfer list is switched off.
ru: Ваш скаут недостаточно хорош, он не знает возраст игроков в трансферном листе. Сорторовка трансферного листа будет отключена.

source: At the beginning of a new week show first
ru: В начале новой недели показывать сначала

source: League results
ru: Результаты лиги

source: Show the results of all games in the league / cups my team participates in
ru: Показать результаты всех игр лиги / кубков в которых участвовала моя команда

source: My games plus preview
ru: Мои игры плюс предпросмотр

source: Show extended info on my games (with injuries etc.) and a preview of my next games
ru: Показать расширенную информацию о моих мграх (с травмами, и т.д.) и анонс моих будующих игр

source: Show 'live' games
ru: Показывать игры 'живьем'

source: Live game duration factor
ru: Фактор длительность игры

source: This can be between -100 and 100
ru: Может быть в пределах -100 и 100

source: Show live game tendency bar
ru: Показать полосу 'живой' игры

source: The tendency bar shows in the live game window which team is closer to scoring a goal
ru: Полоса тенденций игры при просмотре игры 'живьем' отображает, какая из команд ближе к тому, чтобы забить гол

source: This affects the two windows in the main screen, the help window and the live game window
ru: Это приведет к появлению двух окон на главном экране, окно помощи и окно игры 'живьем'

source: Change font
ru: Изменить шрифт

source: used in the main windows
ru: использовано в главном окне

source: Change team name
ru: Изменить название команды

source: Change the name of your current team for this game. Use the Bygfoot Team Editor to change a team name permanently.
ru: Изменить название вашей текущей комнды для этой игры. Используйте Редактор команд Bygfoot для постоянного изменения имени.

source: Messages
ru: Сообщения

source: Moving
ru: Движение
