Repository: oznogon/bygfoot
Catalog: bygfoot/tags/release_1_8_0/bygfoot-unstable/po/*.po
Languages: fr, ro

source: New week
fr: Nouvelle semaine
ro: Săptămâna viitoare

source: Next (W)
fr: Prochain (W)
ro: Următorul (W)

source: Next week you'll fire your scout and hire a new one.
fr: La semaine prochaine, votre observateur sera renvoyé et un nouveau sera embauché.
ro: Săptămână viitoare căutătorul de talente va fi concediat şi angajat altul.

source: No messages
fr: Pas de messages
ro: Nu sunt mesaje

source: Notify
fr: Prévenir
ro: Notifică

source: Notify me whenever a player appears on the transfer list who fulfills my conditions:
fr: Prévenir quand un nouveau joueur correspondant aux conditions apparaît sur la liste de transfert:
ro: Notifică când apare un jucător nou pe lista de transferuri care satisface condiţiile:

source: Objective from Team Manager :
fr: Les objectifs des propriétaires :
ro: Obiective pentru manageru de echipe :

source: Off
fr: Désactivés
ro: Nu

source: One of the structure numbers is not a valid structure specifier. The digits of the first structure must add up to 10, those of the second one to 8.
fr: Un des chiffres ne correspond pas à une formation correct. Les sommes des chiffres de la première structure doit être de 10 et de 8 pour la seconde.
ro: Unul din membrii structurii nu este un specificator valid. Cifrele primei structuri trebuie să fie până la 10, iar celei de-a doua până la 8.

source: One or more players could not be saved because of an invalid talent value. The talent value of a players has to be greater or equal his skill value.
fr: Un ou plusieurs joueurs ne peuvent pas être sauvegardés parce que leur l'efficacité du joueur.
ro: Unul sau mai mulţi jucători nu s-au putut salva datorită valorii talentului scăzut. Valoarea talentului unui jucător trebuie să fie egală sau mai mare decât valoarea abilităţii.

source: Option
ro: Opţiune

source: Options (O)
ro: Opţiuni (O)

source: Options concering the transfer list
fr: Options de la liste de transferts
ro: Opţiuni care au legătura cu lista de transferuri

source: Options for loading and saving games
fr: Options de sauvegarde et de chargement
ro: Opţiuni pentru încărcarea şi salvarea jocurilor

source: Overwrite
fr: Écraser
ro: Rescrie

source: Overwrite old savegame
fr: Écraser une ancienne sauvegarde
ro: Rescrie salvarea veche la joc

source: PL
ro: MJ

source: PLAYER AWARDS
fr: RÉCOMPENSES DES JOUEURS
ro: PREMII PENTRU JUCĂTORI

source: Pay loan
fr: Rembourser un prêt
ro: Plătiţi împrumutul

source: Penalty shooter deselected. Player with highest cskill will shoot penalties.
fr: Tireur de penalties désactivé. Le joueur le plus efficace tirera les penalties.
ro: Jucător care execută la penalty deselectat. Jucătorul cu cele mai multe abilităţi va fi selectat.

source: Physio
fr: Kiné
ro: Fizic

source: Play normal league games and cups
fr: Jouer les championnats normaux et les coupes
ro: Joacă meciuri normale din ligă şi cupe

source: Play only in Champions' League / Copa Libertadores
fr: Jouer seulement la ligue des champions ou la Copa Libertadores
ro: Joacă numai în Cupa Campionilor / Cupa Libertadores

source: Play only in Cup Winners' Cup / Copa Conmebol
fr: Jouer seulement la coupe des vainqueurs de coupes ou la Copa Conmebol
ro: Joacă numai în Cupa Cupelor / Cupa Conmebol

source: Play only in UEFA Cup / Copa Sul-Americana
fr: Jouer seulement la coupe UEFA ou la Copa Sul-Americana
ro: Joacă numai în cupa UEFA / Cupa Sul Americana

source: Play with season objective
ro: Joacă cu obiectivul sezonului

source: Player
fr: Joueur
ro: Jucător

source: Player actions
fr: Actions des joueurs
ro: Acţiunile jucătorilor

source: Player attributes
fr: Attributs des joueurs
ro: Atributele jucătorilor

source: Player attributes that are shown in the two player lists
fr: Les attributs des joueurs sont affichés sur deux pages
ro: Atributele jucătorilor care sunt arătate în lista cu ce 2 jucători

source: Player histories
fr: Historique du joueur
ro: Istoricul jucătorilor

source: Player list
fr: Liste des joueurs
ro: Lista de jucători

source: Player list 1
fr: Page 1
ro: Lista de jucători 1

source: Player list 2
fr: Page 2
ro: Lista de jucători 2

source: Player wages
fr: Salaires des joueurs
ro: Salariu la jucători

source: Playing style
fr: Style de jeu
ro: Tip de joc

source: Points
ro: Puncte

source: Points development
fr: Points
ro: Dezvoltarea punctelor

source: Poland
fr: Pologue
ro: Polonia

source: Position
ro: Poziţia

source: Positions
ro: Poziţii

source: Prefer messages to popups
fr: Préférer les messages aux fenêtres "pop-up"
ro: Preferă mesajele în loc de popuri

source: Previous (Q)
fr: Précédent (Q)
ro: Anteriorul (Q)

source: Prize money
fr: Montant des primes
ro: Premiul în bani

source: Put on transfer list
fr: Mettre sur la liste des transferts
ro: Adaugă-l pe lista de transferuri

source: Put player on transfer list (Right click in transfer mode)
fr: Mettre le joueur sur la liste des transferts (clic droit dans le mode tranfert)
ro: Adaugă jucătorul pe lista de transferuri (Click dreapta în modul de transfer)

source: Quarter-Final
fr: Quart de finale
ro: Sferturi de finală

source: Quick options
fr: Options rapides
ro: Opţiuni rapide

source: QuickOpt
fr: Options
ro: Opţiuni rapide

source: Quit
fr: Quitter
ro: Ieşire

source: Quit (Esc)
fr: Quitter (Ech)
ro: Ieşire (ESC)

source: Quit (Q or Ctrl - Q)
fr: Quitter (Q ou Ctrl - Q)
ro: Ieşire (Q sau Ctrl Q)

source: Quit when not saved
fr: Quitter sans sauvegarder
ro: Ieşire când nu este salvat

source: Rank
fr: Classement
ro: Rang

source: Rank
fr: Rang
ro: Rang

source: Rank development
fr: Classement
ro: Dezvoltarea rangului

source: Rearrange /
fr: Réarranger /
ro: Rearanjează /

source: Rearrange team (R) (try to put each player on his prefered position and sort the substitutes)
fr: préférée, et trie les remplaçants)
ro: Rearanjează echipa (R) (Încearcă să pună fiecare jucător pe poziţia preferată şi sortează rezervele)

source: Remove from transfer list
fr: Retirer de la liste des transferts
ro: Ştergeţi-l de pe lista de transferuri

source: Remove player from transfer list (Click in the transfer list)
fr: Retirer le joueur de la liste des transferts (cliquer sur la liste des transferts)
ro: Ştergeţi jucătorul pe lista de transferuri (Click în lista de transferuri)

source: Return
fr: Revenir
ro: Întoarce-te

source: Romania
fr: Roumanie
ro: România

source: Runner-up
ro: Locul 2

source: SEASON AWARDS
fr: RÉCOMPENSES DE LA SAISON
ro: PREMII PENTRU SEZON

source: Safety
fr: Sécurité
ro: Siguranţa

source: Save
fr: Sauvegarder
ro: Salvează

source: Save / Play
fr: Sauvearder / Jouer
ro: Salvaţi / Jucaţi

source: Save current team to file (Ctrl-S)
fr: Sauvegarder l'équipe courrante dans un fichier (Ctrl-S)
ro: Salvaţi echipa curentă în fişier (Ctrl S)

source: Save game (S or Ctrl - S)
fr: Sauvegarder (S ou Ctrl - S
ro: Salvaţi jocul (S sau Ctrl S)

source: Save options to $HOME/.bygfoot/bygfoot.conf. If you start Bygfoot again, they get loaded from the file.
fr: Enregistrer les options dans $HOME/.bygfoot/bygfoot.conf : au prochain
ro: Salvează opţiunile în $HOME/.bygfoot/bygfoot.conf. Dacă porniţi Bygfoot din nou, ele sunt încărcate din fişier.

source: Save overwrites old savegame
fr: Écraser les anciennes sauvegardes
ro: Salvarea rescrie fişierul vechi

source: Save team definition file and start Bygfoot
fr: Sauvegarder le fichier de définition des équipes et démarrer Bygfoot
ro: Salvaţi fişierul cu definiţiile echipei şi porniţi Bygfoot

source: Save to file
fr: Enregistrer dans un fichier
ro: Salvează în fişier

source: Saving fixtures...
fr: Sauvegarde des résultats...
ro: Se salvează programul meciurilor...

source: Saving team %d...
fr: Sauvegarde de l'équipe %d...
ro: Salvez echipa %d...

source: Saving the rest...
fr: Sauvegarde du reste...
ro: Se salvează restul...

source: Scout / Physio
fr: Observateur / Kiné
ro: Scout / Fizio

source: Scout recommends
fr: L'observateur recommande
ro: Căutătorul de talente recomandă

source: Scout wage
fr: Salaire de l'observateur
ro: Salariu la căutător de talente

source: Season
fr: Saison
ro: Sezon

source: Season
fr: Saison
ro: Sezon

source: Select a country file
fr: Choisir un fichier de pays
ro: Selectaţi un fişier cu ţările

source: Select file
fr: Choisir un fichier
ro: Selectaţi fişierul

source: Select font
fr: Choisir une police
ro: Selectaţi font

source: Select next player (Ctrl-Right)
fr: Choisir le joueur suivant (Ctrl-Droite)
ro: Selectaţi următorul jucător (Ctrl Right)

source: Select previous player (Ctrl-Left)
fr: Choisir le joueur précédent (Ctrl-Gauche)
ro: Selectaţi jucătorul anterior (Ctrl Left)

source: Select team and country
fr: Choisir une équipe et un pays
ro: Selectaţi echipa şi ţara

source: Semi-Final
fr: Demi finale
ro: Semi-finala

source: Shoots penalties
fr: Tire les penalties
ro: Şutează la penalty

source: Show 'live' games
fr: Montrer les matchs en direct
ro: Arată meciurile în direct

source: Show a warning before beginning a new week
fr: Afficher un avertissement quand une nouvelle semaine commence
ro: Arată o avertizare înainte de a începe o săptămână nouă

source: Show a warning if I want to quit with a game that isn't saved
fr: Afficher un avertissement quand le jeu est quitté sans être sauvegardé
ro: Arată o avertizare dacă vreau să ies şi jocul nu a fost salvat

source: Show a warning when injured or banned players are in the team when beginning a new week
fr: Afficher un aversissement quand des joueurs blessés ou suspendus sont dans l'équipe au début d'une nouvelle semaine
ro: Arată o avertizare când jucătorii accidentaţi si sancţionaţi sunt în echipă la începerea unei săptămâni noi

source: Show editor help (F1)
fr: Aide de l'éditeur (F1)
ro: Arătaţi ajutorul pentru editor (F1)

source: Show extended info on my games (with injuries etc.) and a preview of my next games
fr: Montrer les informations complètes des matchs (blessures etc) et un aperçu des prochains matchs
ro: Arată informaţii suplimentare despre jocurile mele (cu accidentări, etc) şi o previzualizare a următoarelor meciuri

source: Show extended player information (Right click)
fr: Montrer les informations complètes du joueur (clic droit)
ro: Arată informaţii suplimentare pentru jucător (Click dreapta)

source: Show fitness colors
fr: Afficher la forme des joueurs en couleurs
ro: Arată culorile la formă fizică

source: Show fixtures (F4)
fr: Montrer les résultats (F4)
ro: Arată meciurile următoare (F4)

source: Show history
fr: Montrer l'historique
ro: Arată istoric

source: Show info
fr: Montrer les infos
ro: Arată informaţii

source: Show job offers
fr: Montrer les offres d'emploi
ro: Arată ofertele de lucru

source: Show live game tendency bar
fr: Montrer la barre de tendance des matchs en direct
ro: Arată bara de meciuri în direct

source: Show live games
fr: Montrer les matchs en direct
ro: Arată meciurile în direct

source: Show my last games and a preview of my next games (P or F1)
fr: Montrer mes dernier matchs et mes prochains matchs (P ou F1)
ro: Arată ultimele meciuri şi o previzualizare la următoarele (P sau F1)

source: Show my league results
fr: Montrer les résultats du championnat
ro: Arată rezultatele din ligă

source: Show player statistics graph
fr: Montrer le graphique des statistiques du joueur
ro: Arată graficul cu statisticile jucătorului

source: Show tables (F5)
fr: Montrer les grilles de résultats (F5)
ro: Arată clasamentul (F5)

source: Show tendency bar
fr: Afficher la barre de tendance
ro: Arată bara cu constanţă

source: Show the results of all games in the league / cups my team participates in
fr: Affichier les résultats des matchs de championnat et de coupe quand mon équipe y participe
ro: Arată rezultatele tuturor jocurilor din ligă/ cupă unde joacă echipa mea

source: Show transferlist (T)
fr: Montrer la liste des transferts (T)
ro: Arată lista de transferuri (T)

source: Sk
fr: Eff
ro: Abil

source: Skill
fr: Efficacité
ro: Abilitate

source: Skill between
fr: Efficacité entre
ro: Abilităţi între

source: Skill development for %s
fr: Efficacité de %s
ro: Dezvoltarea abilităţilor pentru %s

source: Skip weeks when my team doesn't play
fr: Sauter les semaines quand mon équipe ne joue pas
ro: Sari peste săptămânile în care echipa mea nu joacă

source: Sort transfer list by
fr: Trier la liste de transferts par
ro: Sortează lista de transferuri după

source: Space / Esc
fr: Espace / Echap
ro: Spaţiu / Esc

source: Spain
fr: Espagne
ro: Spania

source: Stadium
fr: Stade
ro: Stadion

source: Stadium bills
fr: Entrées du stade
ro: Facturile la stadion

source: Stadium capacity
fr: Capacité du stade
ro: Capacitatea stadionului

source: Stadium improvement
fr: Amélioration du stade
ro: Îmbunătăţiri la stadion

source: Stadium safety
fr: Sécurité du stade
ro: Siguranţa stadionului

source: Start Bygfoot Online Update
fr: Démarrer le mise à jour en ligne de Bygfoot.
ro: Porniţi Update-ul Online la Bygfoot

source: Start Bygfoot Team Editor
fr: Démarrage de l'éditeur des équipes
ro: Porniţi editorul de echipe pentru Bygfoot

source: Start Bygfoot without saving changes
fr: Démarrage de Bygfoot sans sauvegarder les modifications
ro: Porniţi Bygfoot fără să salvaţi schimbările

source: Start in
fr: Commencer dans le
ro: Porniţi în

source: Start maximized
fr: Commencer en plein écran
ro: Porniţi maximizat

source: Statistics
fr: Statistiques
ro: Statistici

source: Swap adapts team structure
fr: La formation de l'équipe s'adapte lors des changements
ro: Schimbaţi adaptaţi structura echipei

source: Swap players
fr: Échanger les joueurs
ro: Schimbaţi jucătorii

source: Swap two players
fr: Echange deux joueurs
ro: Schimbaţi 2 jucători

source: TEAM AWARDS
fr: RÉCOMPENSES DES ÉQUIPES
ro: PREMII PENTRU ECHIPĂ

source: Tables
fr: Classements
ro: Clasament

source: Team
fr: Équipe
ro: Echipa

source: Team Editor Help
fr: Aide de l'éditeur des équipes
ro: Ajutorul pentru editorul de echipe

source: Team Structure
fr: Formation
ro: Structura echipei

source: Team and player histories
fr: Hitorique des joueurs et de l'équipe
ro: Istoricul jucătorilor şi a echipei

source: Team definitions file
fr: Fichier de définition des équipes
ro: Fişierul cu definiţiile de echipe.

source: Team histories
fr: Historique des équipes
ro: Istoria echipelor

source: Team structure
fr: Formation de l'équipe
ro: Structura echipei

source: Team structures
fr: Formations
ro: Structura echipei

source: Teams found in the country file. Choose one to edit it.
fr: Liste des équipes trouvées dans le fichier des équipes. Choisir l'une d'entre elles pour l'éditer
ro: Echipe găsite în fişierul cu ţări. Alegeţi una pentru a o edita.

source: Teams in the country file
fr: Équipes dans le fichier du pays
ro: Echipe din fişierul cu ţări

source: The average skills of the five leagues in the first season are: 8.0, 7.0, 6.0, 5.0 and 4.0.
fr: L'efficacité moyenne dans les cinq championnats de la première saison sont :8.0, 7.0, 6.0, 5.0 et 4.0.
ro: Abilităţile medii celor 5 ligi în primul sezon trebuie să fie de 8.0, 7.0, 6.0, 5.0 şi 4.0.

source: The file team definitions are read from and written to. Default is $HOME/.bygfoot/text_files/teams.
fr: Le fichier de définition des équipes est lu et sauvegardé dans. (par défaut : /$HOME/.bygfoot/text_files/teams.
ro: Fişierul cu definiţii pentru echipe este citit şi scris în Implicit este $HOME/.bygfoot/text_files/teams.

source: The following teams were added to %s:
fr: Les équipes suivantes ont été ajoutées au %s:
ro: Următoarele echipe au fost adăugate în %s:

source: The owners of %s are impressed by your success with %s. They would like to hire you. Here's some info on %s:
fr: Les dirigeants de %s sont impressionnés par vos résultats avec %s. Ils aimeraient vous embaucher. Voici des informations sur %s :
ro: Patronii de la %s sunt impresionaţi de succesele cu %s. Ar dori să vă angajeze.Câteva informaţii despre %s:

source: The player doesn't like your offer and decides to stay in his team.
fr: Le joueur n'est pas convaincu par votre offre et décide de rester dans son équipe.
ro: Jucătorul a refuzat oferta şi a decis să rămână la echipă.

source: The player is already on the transferlist.
fr: Le joueur est déja sur la liste de transfert.
ro: Jucătorul este deja pe lista de transferuri.

source: The selected player will shoot the penalties in regulation and extra time if he plays.
fr: Le joueur sélectionné tirera les penalties s'il joue.
ro: Jucătorul selectat va executa la penaly-uri în timpul normal şi prelungiri dacă joacă.

source: The team accepts your offer.
fr: L'équipe accepte votre offre.
ro: Echipa a acceptat oferta dumneavoastră.

source: The team has an adequate replacement for %s and is willing to cancel his contract for
fr: L'équipe a un remplaçant adéquat pour %s et accepte d'annuler son contrat pour
ro: Echipa are un înlocuitor adecvat pentru %s şi îi va rezilia contractul pentru

source: The team has unfortunately no suitable replacement for %s and has to reject your offer.
fr: Malheureusement, l'équipe ne possède pas de remplaçant pour %s et doit rejeter votre offre.
ro: Echipa nu are cu cine înlocui pe %s şi e nevoită să refuze oferta dumneavoastră.

source: The team owners are dissatisfied with the team's recent performance. There are rumours they're looking for a new coach.
fr: Vos dirigeants sont insatisfaits des derniers résultats de votre équipe. Des
ro: Patronii echipei sunt dezamăgiţi de modul cum joacă echipa. Sunt zvonuri că ar căuta un nou antrenor.

source: The team owners fire you because of financial mismanagement.
fr: Les propriétaires vous ont renvoyé à cause de votre mauvaise gestion financière.
ro: Patronii echipei v-au concediat datorită problemelor financiare.

source: The team owners fire you because of objective failed.
fr: Les propriétaires vous ont renvoyé pour cause d'objectifs non atteint.
ro: Patronii echipei v-au concediat datorită neîndeplinirii obiectivului.

source: The team owners fire you because of unsuccessfulness.
fr: Les propriétaires vous ont renvoyé pour manque de résultat.
ro: Patronii echipei v-au concediat datorită insucceselor.

source: The team owners give you %d weeks to get positive.
fr: Vos dirigeants vous donnent %d semaines pour sortir du rouge.
ro: Patronii echipei vă dau %d săptămâni să aveţi rezultate financiare pozitive.

source: The team rejects your offer and removes the player from the transferlist.
fr: L'équipe rejette votre offre et retire son joueur de la liste des transferts.
ro: Echipa a respins oferta dumneavoastră şi a scos jucătorul de pe lista de transferuri.

source: The tendency bar shows in the live game window which team is closer to scoring a goal
fr: La barre de tendance affichée au cours des matchs en direct montre quelle équipe est la plus proche de marquer un but
ro: Bara arată care echipă este mai aproape de a înscrie un gol

source: The transfer deadline has passed (week 35).
fr: La limite pour les transferts est dépassée (35e semaine).
ro: Perioada de transferuri a trecut (săptămâna 35).

source: The transferlist is full.
fr: La liste des transferts est pleine.
ro: Lista de transferuri este plină.

source: There are injured or banned players in your team. Proceed?
fr: Il y a des joueurs blessés ou suspendus dans votre 11 de départ. Continuer?
ro: Sunt jucători accidentaţi şi sancţionaţi în echipă.

source: There is no history yet.
fr: Il n'y a pas encore d'historique.
ro: Nu este nimic la istorie acum.

source: There was a fire in your stadium.
fr: Il y a eu un incendie dans votre stade.
ro: A fost un incendiu pe stadion.

source: There were riots in your stadium.
fr: Il y a eu des émeutes dans votre stade.
ro: Au fost manifeste pe stadion

source: There were technical problems in your stadium.
fr: Il y a eu des problèmes techniques dans votre stade.
ro: Au fost probleme tehnice pe stadion.

source: There's no room in your team. You can't have more than 20 players.
fr: Il n'y a plus de place dans votre équipe. Vous ne pouvez pas avoir plus de 20 joueurs.
ro: Nu mai este loc în echipă. Nu puteţi avea mai mult de 20 de jucători.

source: These digits must add up to 10.
fr: La somme des chiffres doit être 10.
ro: Aceste cifre trebuie să fie până la 10.

source: These digits must add up to 8.
fr: La somme des chiffres doit être 8.
ro: Aceste cifre trebuie să fie până la 8.

source: This affects the two windows in the main screen, the help window and the live game window
fr: Affecte les deux fenêtres dans l'écran principal, la fenpetre d'aide et la fenêtre de jeu en direct
ro: Aceasta afectează cele două ferestre din ecranul principal, fereastra de ajutor şi fereastra cu jocul în direct.

source: This can be between -100 and 100
fr: Valeur entre -100 et 100
ro: Acesta poate fi între 100 şi 100

source: This gives your players extra motivation for this weeks' games, giving them higher cskill. However, their fitness decrease will be higher, and they're more likely to get hurt or banned.
fr: Cette option donne un surplus de motivation à vos joueurs pour le match de la semaine, et dans des compétences supérieur. Cependant leur pertes de forme sera plus importante et ils seront plus facilement blésser ou bannie
ro: Aceasta va da jucătorilor motivaţie în plus pentru săptamâna aceasta de jocuri, având şi valori mai mari la cskill, scăderea formei va fi mai mare mare, şi sunt şanse mai mari să fie accidentat sau sancţionat.

source: This is your first season.
fr: C'est votre première saison.
ro: Acesta este primul sezon.

source: Ticket sale
fr: Vente des tickets
ro: Vânzarea de bilete

source: Top league
fr: Meilleur championnat
ro: Liga principală

source: Transfer fee
fr: Montant du transfert
ro: Suma de transfer

source: Transferlist notification
fr: Prévenir des transferts
ro: Notificare lista de transferuri

source: Transfers
fr: Transferts
ro: Transferuri

source: Unchecking this is particularly useful if you only play an international cup and want to keep a close eye on the transfer list. There's also a drawback: player wages get deduced each week.
fr: Désactiver cette option est particulièrement utile quand vous ne jouez qu'une coupe internationale et que vous désirez garder un oeil sur la liste de transfert. Il y a une contrepartie : les joueurs doivent être payés toutes les semaines.
ro: Deselectând această opţiune este util dacă jucaţi numai în cupe internaţionale şi doriţi să urmăriţi lista de transferuri. Se mai deduce din salariul jucătorului în fiecare săptămână.

source: Uncompressing savegame...
fr: Décompression de la sauvegarde...
ro: Decompresez jocul salvat

source: Unfit players in the team
fr: Joueurs de l'équipe fatigués
ro: Jucători obosiţi în această echipă

source: Up
fr: Haut
ro: Sus

source: Update interval (in weeks)
ro: Intervalul de update (în săptămâni)

source: Update player information
fr: Mettre à jour les informations du joueur.
ro: Updataţi informaţiile despre jucător

source: Value
fr: Valeur
ro: Valoare

source: Value development for %s
fr: Valeur de %s
ro: Dezvoltarea valorii pentru %s

source: W
fr: G
ro: V

source: W
fr: G
ro: V

source: Wage
fr: Salaire
ro: Salariu

source: Wage development for %s
fr: Salaire de %s
ro: Dezvoltarea salariului pentru %s

source: Week %d
fr: Semaine %d
ro: Săptămâna %d

source: Weeks / Seasons
fr: Semaines / Saisons
ro: Săptămâni / Sezoane

source: Whether each season begins with an empty history list.
fr: Est-ce que chaque saison commence avec un historique vide
ro: Dacă fiecare sezon începe cu lista istoricului goală.

source: Whether fitness percentage is shown in green and red shades
fr: Est-ce que le porucentage de forme est affiché en vert et rouge
ro: Dacă condiţia fizică să fie arătată cu verde şi roşu

source: Whether or not other teams offer you a job when you are successful
fr: Est-ce que les autres équipes vous proposent un emploi quand vous gagnez
ro: Dacă vi se oferă o ofertă de la altă echipă atunci când câştigaţi
