Repository: oznogon/bygfoot
Catalog: bygfoot/tags/release_1_8_0/bygfoot-unstable/po/*.po
Languages: fr, ro

source: But the owners of %s have heard of your dismissal and would like to hire you. Here's some info on %s:
fr: Mais les dirigeants de %s ont entendu parler de votre démission et voudraient vous embaucher. Quelques informations sur %s :
ro: Dar patronii echipei % au auzit de concediere şi ar dori să vă angajaze.Câteva informaţii despre %s:

source: Repay in %d weeks Current interest rate: %.1f%%
fr: Rembourser en %d semaines Les taux d'intérets sont de %.1f%%
ro: Înapoiaţi banii în %d săptămâni Rata de interes curentă: %.1f%%

source: Live game duration factor
fr: Facteur de durée des matchs en direct
ro: Meciurile în direct, factorul de accelerare

source: Move player
fr: Déplacer le joueur
ro: Mutaţi jucătorul

source: and
fr: et
ro: şi

source: weeks
fr: semaines
ro: săptămâni

source: (NOTE: If you don't, the game is over.)
fr: (NOTE : si vous ne le faites pas, le jeu est terminé)
ro: (NOTĂ: dacă nu alegeţi, jocul va lua sfârşit.)

source: (enlargement in progress)
fr: (agrandissement en cours)
ro: (mărire în desfăşurare)

source: (enlargement planned)
fr: (agrandissement prévu)
ro: (mărire plănuită)

source: (own goal)
fr: (contre son camp)
ro: (autogol)

source: (penalty)
ro: (penaly)

source: (penalty: CROSS-BAR !!)
fr: (penalty : BARRE TRANSVERSALE!)
ro: (penalty: TRAVERSĂ !!)

source: (penalty: MISSED !!)
fr: (penalty : MANQUÉ!)
ro: . (penalty: RATAT !!)

source: (penalty: POST !!)
fr: (penalty : POTEAU!)
ro: (penalty:BARĂ !!)

source: (penalty: SAVE !!)
fr: (penalty : ARRÊT!)
ro: (penalty: SALVAT !!)

source: 1st Leg
ro: Tur

source: 2nd Leg
ro: Retur

source: Cross-bar!
fr: Barre transversale!
ro: Traversă

source: Goal!
fr: But!
ro: Gol!

source: Missed!
fr: Manqué!
ro: Ratat!

source: Post!
fr: Poteau!
ro: Bară!

source: Save!
ro: Salvat!

source: Week
fr: Semaine
ro: Săptămâna

source: repay this week!!!
fr: rembourser cette semaine!
ro: înapoiaţi banii săptămâna aceasta!!!

source: used in the main windows
fr: utilisée dans la fenêtre principale
ro: Folosit în fereastra principală

source: %s is a substitute. He will only shoot the penalties if you move him into the team; otherwise the field player with highest skill will shoot.
fr: %s est un remplaçant. Il ne tirera les penalties que si vous le placez dans l'équipe, autrement, le joueur de champ le plus talentueux s'en chargera.
ro: % este o rezervă. El va executa numai loviturile de penalty dacă îl introduceţi în echipă; altfel jucătorul de pe teren cu cel mai mare talent va şuta.

source: %s shoots . . .
fr: %s tire...
ro: %s şutează . .

source: %s will shoot the penalties in regulation and extra time.
fr: %s tirera les penalties.
ro: % va executa penaltyurile în timpul normal şi prelungiri.

source: (%d:%d Goals)
fr: (%d: %d marque)
ro: (%d:%d Goluri)

source: (Normal) Position
fr: Position (normale)
ro: (Normal) Poziţia

source: (Normal) Skill
fr: Efficacité (normale)
ro: (Normal) Abilitatea

source: (Prom. games winner)
fr: (Repêché)
ro: (Câştigătorii meciurilor de promovare)

source: ) for another 8 months
fr: ) pour encore 8 mois
ro: ) pentru alte 8 luni

source: . Accept?
fr: . Accepter?
ro: . Acceptă ?

source: . The player demands a wage of
fr: Le joueur demande un salaire de
ro: . Jucătorul doreşte un salariu de

source: 1/16 Final
fr: 1/16 de finale
ro: şaisprezecimi de finală

source: 1/2 Final
fr: 1/2 finale
ro: semifinale

source: 1/4 Final
fr: 1/4 de finale
ro: sferturi de finală

source: 1/8 Final
fr: 1/8 de finale
ro: optimi de finală

source: 1st Round
fr: 1er tour
ro: prima rundă

source: 2nd Round
fr: 2ème tour
ro: a doua rundă

source: 5% safety increase costs
fr: Coût de l'augmentation de la sécurité - 5% -
ro: 5% costurile măririi siguranţei

source: Accept?
fr: Accepter?
ro: Acceptă?

source: After having a look at your bank account the team politely rejects your offer.
fr: Après avoir examiné votre compte en banque, l'équipe rejette poliment votre offre.
ro: După ce s-a uitat în contul bancar al dumneavoastră , echipa a refuzat politicos oferta.

source: Age
fr: Âge
ro: Vârsta

source: Age between
fr: Âge entre
ro: Vârsta între

source: All Out Attack
fr: Attaque totale
ro: Toţi în atac

source: All Out Defend
fr: Défense totale
ro: Toţi în apărare

source: Apperance and behaviour of the game
fr: Apparence et comportement du jeu
ro: Aparenţa şi comportarea jocului

source: Apply changes
fr: Appliquer les changements
ro: Efectuaţi schimbările

source: Are you sure you want to end this week's activities and begin a new week?
fr: Êtes-vous sûr de commencer une nouvelle semaine maintenant?
ro: Sunteţi sigur că doriţi să încheiaţi activităţile pe acestă săptămână şi să începeţi o săptămână nouă ?

source: Are you sure you want to start a new game and discard your current game?
fr: Êtes-vous sûr de vouloir commencer une nouvelle partie maintenant et abandonner la partie actuelle?
ro: Sunteţi sigur că doriţi să începeţi un joc nou şi să anulaţi jocul curent ?

source: Ascending
fr: Croissant
ro: Crescând

source: At the beginning of a new week show first
fr: Au début d'une nouvelle semaine, montrer en premier
ro: La începutul unei noi săptămâni arată primul

source: Attack
fr: Attaque
ro: Atac

source: Attendance (neutral stadium):
fr: Affluence (stade neutre):
ro: Spectatori (stadion neutru):

source: Attendance:
fr: Affluence :
ro: Spectatori:

source: Attribute
fr: Attribut
ro: Atribut

source: Autosave every
fr: Sauvegarde automatique toutes les
ro: Autosalvare la fiecare

source: Autosaving. Please stand by...
fr: Sauvegarde automatique. Patientez SVP...
ro: Autosalvare. Aşteptaţi puţin...

source: Av. skills:
fr: Efficacités moy :
ro: Abilităţi medii:

source: Average
fr: Moyen
ro: Mediu

source: Average attendance
fr: Affluence moyenne
ro: Media de spectatori

source: Average attendance development
fr: Évolution de l'affluence moyenne
ro: Dezvoltarea medie a spectatorilor

source: Average cskills
fr: Éfficacités moyennes
ro: Cskills medii

source: Average skill
fr: Efficacité moyenne
ro: Abilităţi medii

source: Away
fr: Extérieur
ro: Deplasare

source: BEST DEFENDER
fr: MEILLEUR DÉFENSEUR
ro: CEL MAI BUN FUNDAŞ

source: BEST DEFENSIVE TEAM
fr: MEILLEURE DÉFENSE
ro: CEA MAI BUNĂ ECHIPĂ DEFENSIVĂ

source: BEST FORWARD
fr: MEILLEUR ATTAQUANT
ro: CEL MAI BUN ATACANT

source: BEST GOAL SCORERS
fr: MEILLEURS BUTEURS
ro: CEI MAI BUNI MARCATORI

source: BEST GOALIES
fr: MEILLEURS GARDIENS
ro: CEL MAI BUN PORTAR

source: BEST MIDFIELDER
fr: MEILLEUR MILIEU DE TERRAIN
ro: CEL MAI BUN MIJLOCAŞ

source: BEST OFFENSIVE TEAM
fr: MEILLEUR ATTAQUE
ro: CEA MAI BUNĂ ECHIPĂ OFENSIVĂ

source: BEST PLAYER
fr: MEILLEUR JOUEUR
ro: CEL MAI BUN JUCĂTOR

source: BEST PLAYERS
fr: MEILLEURS JOUEURS
ro: CEI MAI BUNI JUCĂTORI

source: BEST TEAMS
fr: MEILLEURES ÉQUIPES
ro: CEL MAI BUNE ECHIPE

source: Back to main menu (Esc)
fr: Retour au menu principal (Esc)
ro: Înapoi la meniul principal (Esc)

source: Bad
fr: Mauvais
ro: Rău

source: Balanced
fr: Équilibré
ro: Echilibrat

source: Before next match
fr: Avant le prochain match
ro: Înainte de următorul meci

source: Begin a new week (Space)
fr: Commencer une nouvelle semaine (Espace)
ro: Începeţi o săptămână nouă (Space)

source: Best
fr: Expert
ro: Foarte bun

source: Best field players
fr: Meilleurs joueurs de champ
ro: Cei mai buni jucători de câmp

source: Best goalies
fr: Meilleurs gardiens
ro: Cei mai bni portari

source: Best players
fr: Meilleurs joueurs
ro: Cei mai buni jucători

source: Birth year and month
fr: Année et mois de naissance
ro: Anul şi luna de naştere

source: Bookmaker's tip
fr: Pronostic
ro: Sfaturi de la pariuri

source: Boost
ro: Forţează

source: Bottom league
fr: Championnat du bas
ro: Liga de sus

source: Brazil
fr: Brésil
ro: Brazilia

source: Browse teams to find and buy new players
fr: Parcourir les équipes pour chercher et acheter des nouveaux joueurs
ro: Navighează echipele pentru a găsi şi cumpăra jucători noi

source: Bygfoot %s - Job Offer
fr: Bygfoot %s - Offre d'emploi
ro: Bygfoot %s - Oferte de lucru

source: Bygfoot %s -- Help
fr: Bygfoot %s -- Aide
ro: Bygfoot %s -- Ajutor

source: Bygfoot %s -- Options
ro: Bygfoot %s -- Opţiuni

source: Bygfoot %s -- Team Editor
fr: Bygfoot %s -- Éditeur d'équipes
ro: Bygfoot %s -- Editor de echipe

source: Bygfoot - Stadium improvement
fr: Bygfoot - Amélioration du stade
ro: Bygfoot - Îmbunătăţiri la stadion

source: Bygfoot Team Editor
fr: Éditeur d'équipes Bygfoot
ro: Editorul de echipe pentru Bygfoot

source: Bygfoot help
fr: Aide de Bygfoot
ro: Ajutor Bygfoot

source: CHAMPIONS
ro: CAMPIONI

source: CPos
fr: Pos
ro: PosC

source: CSk
fr: Eff Act
ro: AbilC

source: Cancel
fr: Annuler
ro: Anulare

source: Capacity
fr: Capacité
ro: Capacitate

source: Champion
ro: Campion

source: Change font
fr: Modifier la police
ro: Schimbă font

source: Change or update team structure (C) You can enter custom structures like 334, too.
fr: une formation de votrechoix, comme 334
ro: Schimbă sau updatează structura echipei (C). Puteţi adaugă structuri customizate cum ar fi 334

source: Change team name
fr: Modifier le nom de l'équipe
ro: Schimbă numele echipei

source: Change team name to
fr: Nouveau nom de l'équipe
ro: Schimbă numele echipei în

source: Change the name of your current team for this game. Use the Bygfoot Team Editor to change a team name permanently.
fr: Modifier le nom de votre équipe actuelle pour cette partie. Utilisez l'éditeur d'équipes de Bygfoot pour modifier les noms de manière permanente.
ro: Schimbă numele echipei curente pentru acest joc. Folosiţi Editorul de echipe pentru a schimba numele echipei permanent.

source: Check this if you want Bygfoot to keep an eye on the transfer list for you.
fr: Cocher cette case pour que Bygfoot garde un oeil pour vous sur la liste de transferts
ro: Selectaţi dacă doriţi ca Bygfoot să urmăreasca lista de transferuri pentru dumneavoastră.

source: Check this if you'd like to have your team loaded from the definitions file no matter what the other checkbuttons say.
fr: fichier de définition, quels que soient les autres options.
ro: Selectaţi dacă doriţi ca echipa să fie încărcată din fişierul de definiţii nu contează ce scrie pe celălt buton de selectare.

source: Choose a custom country file (see Help)
fr: Choisir un fichier de pays personnalisé (voir l'aide)
ro: Alegeţi un fişier cu ţările customizat (Vedeţi Ajutor)

source: Choose country
fr: Choisissez un pays
ro: Alegeţi ţara

source: Choose file
fr: Choisir un fichier
ro: Alegeţi fişier

source: Choose or enter country file
fr: Choisissez ou entrer un fichier de pays
ro: Alegeţi fişierul cu ţara.

source: Close
fr: Fermer
ro: Închideţi

source: Compress savegames
fr: Sauvegarde en cours de compression
ro: Compresează jocurile salvate

source: Compressing savegame...
fr: Sauvegarde en cours de compression...
ro: Compresez jocul salvat...

source: Confirmations
ro: Confirmări

source: Costs
fr: Coûts
ro: Costuri

source: Could not save new team name to %s. I couldn't find the old name.
fr: Impossible de sauvegarder la nouvelle équipe en %s. Impossible de trouver l'ancien nom.
ro: Nu s-a putut salva numele noi echipe în %s. Nu pot găsi numele vechi.

source: Couldn't find pixmap file: %s
fr: Impossible de trouver le fichier image: %s
ro: Nu s-a putut găsi fişierul imagine: %s

source: Country file
fr: Fichier de pays
ro: Fişierul cu ţări

source: Current league
fr: Championnat courrant
ro: Liga curentă

source: Current position
fr: Position actuelle
ro: Poziţia curentă

source: Current skill
fr: Efficacité actuelle
ro: Abilitatea curentă

source: D
fr: N
ro: E

source: DW
ro: EV

source: Debts
fr: Dettes
ro: Datorii

source: Defend
fr: Défense
ro: Apărare

source: Defender
fr: Défenseur
ro: Fundaş

source: Delete history at end of season
fr: Effacer l'historique à la fin de la saison
ro: Şterge istoricul la sfârşitul sezonului

source: Discard / Play
fr: Écarter / Jouer
ro: Nu salvaţi / Jucaţi

source: Do you really want to quit without saving?
fr: Voulez-vous vraiment quitter sans sauvegarder?
ro: Sunteţi sigur că doriţi să ieşiţi fără să salvaţi ?

source: Doesn't seem to be a Bygfoot save file.
fr: Ça ne semble pas être un fichier de sauvegarde de Bygfoot.
ro: Nu pare să fie un fişier salvat al jocului.

source: Don't bother me with this next time
fr: Ne pas demander la prochaine fois
ro: Nu mă deranjaţi cu acest mesaj data viitoare

source: Don't load team definitions
fr: Ne pas charger les définitions des équipes
ro: Nu încărca definiţiile echipelor

source: Down
fr: Bas
ro: Jos

source: Drawing credit
fr: Crédit en cours
ro: Creditul de împrumut

source: England
fr: Angleterre
ro: Anglia

source: Esc / Return / Space
fr: Echap / Entrée / Espace
ro: ESC / Întoarce-te / Spaţiu

source: Estimated talent
fr: Talent estimé
ro: Talentul estimat

source: Estimated talent between
fr: Talent estimé entre
ro: Talentul estimat între

source: Estimated value less than
fr: Talent estimé inférieur à
ro: Valoare estimată mai mică de

source: Export
fr: Exporter
ro: Exportă

source: Export the current team to a file (which will be overwritten if it exists)
fr: Exporter l'équipe actuelle dans un fichier (qui sera écrasé s'il existe)
ro: Exportă echipa curentă în fişier (care va fi rescris dacă există)

source: Extra time
fr: Prolongation
ro: Prelungiri

source: FIELD PLAYERS
fr: JOUEURS DE CHAMP
ro: JUCĂTORI DE CÂMP

source: Figures
fr: Prochain match
ro: Figuri

source: File with the team names (country-specific, e.g. country_eng for the English teams)
fr: Fichier des noms des équipes (un par pays, par exemple country_eng pour les équipes anglaises)
ro: Fişierul cu numele echipelor (specific ţarilor, ex: country_eng pentru echipele englezeşti)

source: Filter players by their age (NOTE: You must have at least a 'good' scout in order to be able to filter by age)
fr: Trier les joueurs par leur âge (NOTE : vous devez avoir un observateur 'Bon' pour trier les joueurs par leur âge)
ro: Filtrează jucătorii după vârstă (NOTĂ: Trebuie să aveţi un bun căutător de talente ca să puteţi filtra vărsta)

source: Filter players by their estimated talent
fr: Trier les joueurs par le talent estimé
ro: Fitrează jucătorii dupa talentul estimat

source: Filter players by their estimated value
fr: Trier les joueurs par leur valeur estimée
ro: Filtrează jucătorii dupa valoarea estimată

source: Filter players by their league
fr: Trier les joueurs par championnat
ro: Filtrează jucătorii după liga lor

source: Filter players by their position
fr: Trier les joueurs par leur position
ro: Filtrează jucătorii după poziţie

source: Filter players by their skill
fr: Trier les joueurs par leur efficacité
ro: Filtrează jucătorii după abilităţi

source: Final
fr: Finale
ro: finala

source: Finances
ro: Finanţe

source: Finances / Stadium
fr: Finances / Stade
ro: Finanţe / Stadion

source: Finances and stadium (F)
fr: Finances et stade (F)
ro: Finanţe şi stadion (F)

source: Finished (weeks)
fr: Terminé (semaines)
ro: Terminat (săptămâni)

source: Fire
fr: Renvoyer
ro: Concediaţi

source: Fire player (Middle click)
fr: Renvoyer le joueur (clic du milieu)
ro: Concediaţi jucătorul (click butonul din mijloc)

source: First value: average current skill of the first 11 players. Second value: average skill of all players.
fr: Premier nombre: efficacité moyenne des 11 premiers jours. Deuxième nombre: efficacité moyenne de tous les joueurs.
ro: Prima valoare reprezintă media curentele abilităţi ale primilor 11 jucători. a doua valoare reprezintă media abilităţilor tuturor jucătorilor.

source: Fit
fr: Forme
ro: Stare

source: Fitness
fr: Forme
ro: Condiţie fizică

source: Fixtures
fr: Résultats
ro: Meciuri programate

source: Fixtures by league
fr: Résultats par championnat
ro: Meciurile următoare din ligă

source: Forward
fr: Avancer
ro: Atacant

source: France
ro: Franţa

source: GA
ro: GÎ

source: GD
fr: BE
ro: DG

source: GF
fr: BM
ro: GP

source: GOALIES
fr: GARDIENS
ro: PORTARI

source: Ga
fr: J
ro: Jo

source: Games
fr: Matchs
ro: Jocuri

source: Germany
fr: Allemagne
ro: Germania

source: Get loan
fr: Obtenir un prêt
ro: Împrumutaţi

source: Goal difference
fr: Différence de buts
ro: Diferenţa de goluri

source: Goal difference development
fr: Évolution de la différence de buts
ro: Dezvoltarea diferenţei de goluri

source: Goalie
fr: Gardien
ro: Portar

source: Goals
fr: Buts
ro: Goluri

source: Goals / Game
fr: Buts / Match
ro: Goluri / meci

source: Goals against
fr: Buts encaissés
ro: Goluri împotriva

source: Goals against development
fr: Évolution des buts encaissés
ro: Devoltare goluri împotrivă

source: Goals development for %s
fr: Évolution des buts pour %s
ro: Dezvoltarea golurilor pentru %s

source: Goals for
fr: Buts pour
ro: Goluri pentru

source: Goals for development
fr: Évolution du nombre de buts
ro: Dezvoltare goluri

source: Good
fr: Bon
ro: Bun

source: Help
fr: Aide
ro: Ajutor

source: Help (H)
fr: Aide (H)
ro: Ajutor (H)

source: Here you can enter a custom structure like 334 (or 019, for that matter)
fr: Vous pouvez rentrer ici une formation, comme 334 (ou 019, par exemple)
ro: Aici puteţi introduce o structură customizată cum ar fi 334 (sau 019)

source: Histories
fr: Historiques
ro: Istorii

source: History
fr: Historique
ro: Istorie

source: History graph
fr: Graphiques
ro: Graficul istoric

source: Home
fr: Domicile
ro: Acasă

source: How long the history can get at most (data from the beginning of the list gets removed afterwards). WARNING: The higher this value is, the more memory is needed, especially for the player histories. Additionally, loading and saving games gets slower.
fr: Nombre d'entrées au maximum dans l'historique (les données les plus anciennes seront effacées). ATTENTION : plus cette valeur est élevée et plus la mémoire nécessaire sera importante, surtout pour l'historique des joueurs. Le chargement et la sauvegarde du jeu seront aussi moins rapides.
ro: Cât de mult sunt ţinutele datele în istoric (datele de la începutul istoricului vor fi şterse când este plin) AVERTIZARE: O valoare mai mare necisită mai multă memorie, în special cu istoricul jucătorilor. Adiţional, încărcarea şi salvarea este mai lentă.

source: How often new data is added to the history.
ro: Când de des datele noi sunt salvate în istoric

source: Hungary
fr: Hongrie
ro: Ungaria

source: I'm sorry to tell you that one or more of your players have suffered severe injuries. They won't be able to play football on a professional level anymore and had to retire:
fr: Désolé de vous apprendre qu'un ou plusieurs de vos joueurs ont souffert de blessures graves. Ils ne pourront plus jouer au football au niveau professionnels, et doivent stopper leur activité: ...
ro: Îmi pare rău să vă anunţ că unul sau mai mulţi dintre jucători au suferit accidentări majore. Nu vor mai putea juca fotbal la nivel profesionist şi sunt nevoiţi să se retragă:

source: If checked, messages are shown instead of popups when possible (ie. when you don't have to make an 'OK/Cancel'-type of decision.
fr: Si activé, les messages sont affichés dans le cadre correspondant au lieu d'ouvrir une nouvelle fenêtre (sauf si le message a été désactivé par ailleurs)
ro: Dacă este selectat, mesajele sunt arătate în loc de popuri când este posibil (de ex, când nu trebuie să alegeţi o decizie OK/ANULARE).

source: If you check this, only the player names and the team structures are loaded from the definition file, values like skill or age are generated randomly
fr: partir du fichier de définition, les valeurs comme l'efficacité ou l'âge sont aléatoires
ro: Dacă verificaţi, numai numele jucătorilor şi structura echipei sunt încărcate din fişierul cu definiţii, valori ca abilităţi sau vârsta sunt generate aleatoriu.

source: If you check this, the game generates all players randomly and won't read the file with team definitions
fr: Option activée : le jeu génère tous les joueurs au hasard et ne lit pas le fichier de définition des équipes
ro: Dacă verificaţi, jocul generează toţi jucătorii aleatoriu şi nu va citi din fişierul cu definiţiile echipelor.

source: If you uncheck this, clicking on 'Save' will pop up a 'Save as' window
fr: Option activée : un clic sur "Sauvegarder" ouvre une fenêtre "Enregistrer sous"
ro: Dacă deselectaţi, la salvare va apărea o fereastră popup cu salvare ca

source: Import
ro: Importă

source: Import teams from a definition file (the existing definition file will be expanded)
ro: Importă echipe dintr-un fişier de definiţii (fişierul existent va fi expandat)

source: Increase (seats)
fr: Augmenter (places)
ro: Măriţi (locurile)

source: Increase capacity
fr: Augmenter la capacité
ro: Măreşte capacitatea

source: Increase safety
fr: Augmenter la sécurité
ro: Măreşte siguranţa

source: Injured: %s (expected recovery in %d weeks)
fr: Blessé: %s (guérison espérée dans %d semaines)
ro: Accidentaţi: %s (revenire în %d săptămâni)

source: Injuries / Cards
fr: Blessures / Cartons
ro: Accidentări/Cartonaşe

source: International
fr: Inernational
ro: Internaţional

source: Italy
fr: Italie
ro: Italia

source: Job offer
fr: Offre d'emploi
ro: Ofertă de lucru

source: Job offers
fr: Offres d'emploi
ro: Oferte de lucru

source: Journey costs
fr: Coûts des voyages
ro: Costurile călătoriei

source: L
fr: P
ro: P

source: L
fr: P
ro: P

source: Last 16
fr: 16 derniers
ro: Ultimii 16

source: Last 32
fr: 32 derniers
ro: Ultimii 32

source: Latest results
fr: Derniers résultats
ro: Ultimele rezultate

source: League
fr: Championnat
ro: Liga

source: League results
fr: Résultats du championnat
ro: Rezultate din ligă

source: Live game
fr: Match en direct
ro: Meci în direct

source: Load & Save
fr: Charger et Sauvegarder
ro: Încărcaţi şi salvaţi

source: Load game
fr: Charger jeu
ro: Încarcă joc

source: Load game (L or Ctrl - O)
fr: Charger (L ou Ctrl - O)
ro: Încărcaţi un joc (L sau Ctrl O)

source: Load my team from definitions file
fr: Charger mon équipe à partir des fichier de définition des équipes
ro: Încarcă echipa mea din fişierul de definiţii

source: Load only names from team definition file
fr: Charger seulement les noms à partir des fichier de définition des équipes
ro: Încarcă numai numele din fişierul cu definiţiile echipelor

source: Loading fixtures...
fr: Chargement des résultats...
ro: Se încarcă programul meciurilor

source: Loading team %d...
fr: Chargement de l'équipe %d...
ro: Încarc echipa %d...

source: Loading the rest...
fr: Chargement du reste...
ro: Se încarcă restul...

source: Look & Feel
fr: Apparence
ro: Cum arată jocul

source: Maximal history length
fr: Taille maximale de l'historique
ro: Lungimea maximă a istoricului

source: Messages
ro: Mesaje

source: Messages just appear in the message window
fr: Les messages apparaîssent juste dans la fenêtre des messages
ro: Mesajele apar în fereastra de mesaje

source: Messages slide into the message window from the right
fr: Les messages apparaîssent dans la fenêtre des messages de droites
ro: Mesajele vor fi în fereastra de mesaje din dreapta

source: Mexico
fr: Mexique
ro: Mexic

source: Midfielder
fr: Milieu de terrain
ro: Mijlocaş

source: Misc
fr: Divers
ro: Diferite

source: Miscellaneous options
fr: Options diverses
ro: Diferite opţiuni

source: Money
fr: Argent
ro: Bani

source: Money
fr: Finances
ro: Bani

source: Money (approx.)
fr: Argent (approx.)
ro: Bani (aprox.)

source: Money development
fr: Évolution des finances
ro: Dezvoltarea banilor

source: Move player down (Ctrl-Down)
fr: Faire descendre le joueur (Ctrl-Bas)
ro: Mutaţi jucătorul jos (Ctrl Down)

source: Move player up (Ctrl-Up)
fr: Faire monter le joueur (Ctrl-Haut)
ro: Mutaţi jucătorul mai sus (Ctrl Up)

source: Moving
fr: Mobiles
ro: Mut

source: My games plus preview
fr: Prévisualisation des matchs
ro: Jocurile mele plus previzualizare

source: Name
fr: Nom
ro: Nume

source: Neutral stadium
fr: Stade neutre
ro: Stadion neutru
