Repository: oznogon/bygfoot
Catalog: bygfoot/tags/release_1_8_0/bygfoot-unstable/po/*.po
Languages: fr, ro

source: Whether or not pressing the rearrange button or swapping two players adapts the team structure automatically
fr: Est-ce que modifier les joueurs dans l'équipe adapte la formation
ro: Dacă este sau nu apăsat butonul de rearanjare sau se schimbă 2 jucători adaptează structura echipei automat

source: Whether or not the main window appears maximized at startup. (NOTE: Some windowmanagers don't support this.) Of course, you have to save your settings to the conf file if you want a change of this variable to take effect.
fr: Active ou non le plein écran lors du démarrage (NOTE : certains gestionnaires de fenêtre n'implemente pas cette fonctionnalité). Bien sûr, vous devez sauvegarder la configuration pour que cette fonciton prenne effet.
ro: Dacă să apară fereastra principală maximizată la pornire. (NOTĂ: Unele managere de ferestre nu suportă opţiunea). Trebuie să salvaţi setările în fişierul de configurare dacă doriţi ca opţiunea să işi facă efectul.

source: Whether to confirm certain actions
fr: Est-ce que certaines actions doivent être confirmées
ro: Dacă unele acţiuni necesită confirmare

source: XML files can get very big but they can be compressed well. Uncheck this if you have plenty of space on your hard disk and would like to save some time when loading and saving.
fr: Les fichiers XML peuvent être très volumineux mais peuvent être très bien compresser. Déselectionné cette option si vous avez de l'espace libre sur votre disque dur et que vous voulez un chargement et une sauvegarde plus rapide.
ro: Fişierele XML pot deveni foarte mari dar ele pot fi compresate bine. Deselectaţi această opţiune dacă aveţi suficient spaţiu liber şi doriţi ca să câştigaţi timp la salvarea şi încărcarea jocului.

source: YC
fr: CJ
ro: CG

source: Yellow cards
fr: Cartons jaunes
ro: Cartonaşe galbene

source: You are free from debt.
fr: Vous avez remboursé toutes vos dettes.
ro: Nu mai aveţi datorii.

source: You can start the editor from the commandline with 'bygfoot -e' or '--editor'
fr: Vous pouvez démarrer l'éditeur en ligne de commande de la façon suivante : bygfoot -e ou'--editor'
ro: Puteţi porni editorul de la linia de comană cu 'bygfoot:-e' sau '--editor'

source: You can't borrow this much.
fr: Vous ne pouvez pas emprunter plus d'argent.
ro: Nu puteţi împrumuta aşa mult.

source: You can't have a bigger stadium; it's not safe.
fr: Vous ne pouvez pas avoir un stade plus grand, il n'est pas assez sécurisé.
ro: Nu puteţi avea stadion mai mare, nu este sigur.

source: You can't improve your stadium safety, it's already 100% safe.
fr: Vous ne pouvez augmenter la sécurité du stage, elle est déja à 100% .
ro: Nu puteţi îmbunătăţi mai mult siguranţa stadionului, este deja 100% sigură.

source: You didn't have enough money to enlarge your stadium.
fr: Vous n'avez pas assez d'argent pour agrandir votre stade.
ro: Nu aveţi destui bani pentru a mări stadionul.

source: You get a season objective from the team manager which you have to fulfill if you don't want to get sacked at the end of the season if you switch this on.
ro: Veţi primi un obiectiv pentru sezon de la managerul echipei care trebuie să îl îndepliniţi dacă nu doriţi să fiţi dat afară la sfârşitul sezonului.

source: You have entered a player name beginning with the comment character '#'. The player will be ignored when loading the team from the definitions file.
fr: Vous avez entré un nom de joueur commençant par le caractère '#'. Le joueur sera ignoré au chargement de l'équipe.
ro: Aţi introdus numele unui jucător care începe cu caracterul de comentariu #. Acest jucător va fi ignorat când se va încărca echipa din fişierul de definiţii.

source: You have entered an invalid birth date. Players must be older than 17.
fr: Vous avez entré une date de naissance invalide. Les joueurs doivent avoir plus de 17 ans.
ro: Aţi introdus o valoare incorectă pentru data naşterii. Jucătorul trebuie să fie mai mare de 17.

source: You have entered an invalid talent value. The talent value of a player has to be greater than his skill value.
fr: l'éfficacité du joueur.
ro: Aţi introdus o valoare incorectă pentru valoarea talentului. Valoarea jucătorului trebuie să fie mai mare decât valoarea abilităţii.

source: You have overdrawn your bank account once again.
fr: Votre compte en banque est dans le rouge une fois de plus.
ro: Aţi mai depăşit odată limita contului din bancă.

source: You have overdrawn your bank account.
fr: Votre compte en banque est dans le rouge.
ro: Aţi depăşit limita contului din bancă.

source: You have paid back a part of your loan.
fr: Vous avez remboursé une partie de votre dette.
ro: Aţi înapoiat o parte din împrumut.

source: You haven't entered a new team name.
fr: Vous n'avez pas entré de nouveau nom pour votre équipe.
ro: Nu aţi selectat un nume nou pentru echipă.

source: You haven't got the money to pay back this much
fr: Vous n'avez pas assez d'argent pour rembourser plus
ro: Nu aveţi aşa mulţi bani să daţi înapoi

source: You haven't got the money.
fr: Vous n'avez pas assez d'argent
ro: Nu aveţi banii.

source: You haven't selected a player
fr: Vous n'avez pas sélectionné de joueur
ro: Nu aţi selectat un jucător

source: You haven't selected a team you want to edit or a definitions file.
fr: Vous n'avez pas sélectionner d'équipe ou de fichier pour l'éditiin.
ro: Nu aţi selectat o echipă pentru a edita sau un fişier cu definiţii.

source: You haven't selected a team.
fr: Vous n'avez pas choisi d'équipe.
ro: Nu aţi selectat o echipă.

source: You may increase only twice a week.
fr: Vous ne pouvez faire cette action que deux fois par semaine.
ro: Puteţi mări doar de două ori pe săptămână.

source: You might want to have a look at the transfer list.
fr: Vous devriez consulter la liste des transferts.
ro: Ar trebui să vă uitaţi pe lista de transferuri.

source: You'd like to fire %s. You can
fr: Vous désirer renvoyer %s. Vous pouvez
ro: Doriţi să concediaţi pe %s. Puteţi

source: You're below your drawing credit limit. You can't pay back money.
fr: de prêt.
ro: Sunteţi sub limita de credit. Nu puteţi plăti bani înapoi.

source: You've got to pay back your loan NOW!!!
fr: Vous devez rembourser votre prêt MAINTENANT!
ro: Trebuie să plătiţi împrumutul ACUM!!!

source: Your bank account has to exceed your drawing credit next week!!!
fr: Votre compte en banque est sur le point de dépasser le découvert autorisé la semaine prochaine!
ro: Contului dumneavoastră din bancă îi expiră creditului săptămâna viitoare!!!

source: Your bank grants you no more money.
fr: Votre banque ne veut plus vous prêter d'argent.
ro: Banca nu vă mai dă bani.

source: Your current game is not saved and will be lost. Continue?
fr: La partie en court n'est pas sauvegardée et sera perdue. Continuer?
ro: Jocul curent nu este salvat şi va fi pierdut. Continuaţi ?

source: Your league
fr: Votre championnat
ro: Liga ta

source: Your next opponent(s)
fr: Prochain(s) adversaire(s)
ro: Următorii adversari

source: Your rank
fr: Classement
ro: Rangul tău

source: Your results
fr: Vos résultats
ro: Rezultate

source: Your scout's not good enough, he doesn't know the age of the players on the transfer list. Sorting the transfer list is switched off.
fr: Votre observateur n'est pas assez bon, il ne s'est pas renseigné sur l'âge des joueurs de la liste de transfert. Il est donc impossible de classer ces joueurs selon leur âge.
ro: Căutătorii de talente nu sunt destui de buni, nu au putut afla vârsta jucătorilor de pe lista de transferuri. Sortarea listei de transferuri dezactivată.

source: Your stadium is being enlarged. You can't increase its capacity until work's finished.
fr: Les travaux d'agrandissement de votre stade sont en cours. Vous ne pouvez pasl'agrandir de nouveau avant la fin du chantier.
ro: Stadionul a fost mărit. Nu puteţi mări capacitatea decât atunci când sunt gata modficările.

source: Your team
fr: Votre équipe
ro: Echipa ta

source: Your team must be promoted to the next league.
fr: Votre équipe doit être promu dans la championnat supérieur.
ro: Echipa trebuie să promoveze într-o ligă superioară.

source: Your team must finish at least in rank %d.
fr: Votre équipe doit finir au moins à la %d place.
ro: Echipa trebuie să termine sezonul cel puţin pe locul %d.

source: Your team must stay in the current league.
fr: Votre équipe se doit rester dans ce championat.
ro: Echipa trebuie să rămână în liga curentă.

source: Your team must win the "%s" cup
fr: Votre équipe doit gagner la coupe "%s"
ro: Echipa trebuie să câştige cupa "%s"

source: Your team structure must have three non-zero digits which sum up to 10.
fr: La formation de votre équipe doit contenir trois chiffres différents de 0 dont la somme vaut 10.
ro: Structura echipei trebuie să fie formată din 3 numere diferite de 0 şi până la 10.

source: Your team's prize money
fr: Argent des récompenses de votre équipe
ro: Premiile în bani ale echipei dumneavoastră

source: _File
fr: _Fichier
ro: _Fişier

source: _Help
fr: _Aide
ro: _Ajutor

source: banned for %d weeks (%s)
fr: suspendu pour %d semaines (%s)
ro: sancţionat pentru % săptămâni

source: broken ankle
fr: fracture de la cheville
ro: gleznă ruptă

source: broken arm
fr: fracture du bras
ro: braţ rupt

source: broken leg
fr: fracture de la jambe
ro: picior rupt

source: broken shoulder
fr: fracture de l'épaule
ro: Umăr rupt

source: concussion
fr: coup et hématome
ro: contuzie

source: cracked rib
fr: côte félée
ro: coastă ruptă

source: dangerous tackle
fr: Tacle dangereux
ro: atac periculos

source: deliberate, goal-blocking foul
fr: faute en tant que dernier défenseur
ro: fault pentru blocarea marcării un gol deliberat

source: fifth yellow card
fr: Cinquième carton jaune
ro: al cincilea cartonaş galben

source: fractured ankle
fr: fracture de la cheville
ro: Gleznă fracturată

source: groin injury
fr: blessure aux adducteurs
ro: coastă ruptă

source: hamstring
fr: tendinite
ro: tendon

source: pay a one-time compensation of
fr: payer une indemnité de
ro: să plătiţi o compensare

source: pay his wage (
fr: payer son salaire (
ro: or să îi plătiţi salariul (

source: pulled muscle
fr: élongation musculaire
ro: întindere musculară

source: repeated bad tackle
ro: faulturi intenţionate repetate

source: repeated delayed play
fr: anti-jeu
ro: joc amânat repetat

source: repeated dissent
ro: comentarii la arbitru repetate

source: spat at player
fr: crachat sur un adversaire
ro: a scuipat spre jucător

source: torn crucial ligament
fr: rupture des ligaments croisés
ro: Ligamente fracturate

source: violent conduct
fr: attitude voilente
ro: comportare violentă

source: NONE
fr: AUCUN

source: Nr
fr: Nbr

source: none
fr: aucun

source: Premier Division
fr: Première Division

source: Undo! (Y / Ctrl-Z)
fr: Annuler (Y / Ctrl-Z)

source: League 1
fr: Première division

source: League 2
fr: Deuxième division

source: League 3
fr: Troisième division

source: League 4
fr: Quatrième division

source: League 5
fr: Cinquième division

source: Nation. Cup 1
fr: Coupe Nat. 1

source: Nation. Cup 2
fr: Coupe Nat. 2

source: UEFA / Sul-Amer.
fr: UEFA / Sud-Amer.

source: UEFA / Sul-Americana
fr: UEFA / Sud-Amer.

source: Chile
fr: Chilie

source: OK
fr: Oui

source: Esc
fr: Echap

source: Static
fr: Statiques

source: Status
fr: Statut

source: Go
fr: Buts

source: ETal
fr: Estim

source: Round robin
fr: Poule
