Repository: oznogon/bygfoot
Catalog: bygfoot/tags/release_1_8_1/bygfoot-unstable/po/*.po
Languages: de

source: Show the results of all games in the league / cups my team participates in
de: Zeige die Ergebnisse aller Spiele in den Ligen / Pokalen, in denen mein Verein teilnimmt.

source: Show transferlist (T)
de: Zeige Transferliste (T)

source: Sk
de: Fäh

source: Skill
de: Fähigkeit

source: Skill between
de: Fähigkeit zwischen

source: Skill development for %s
de: Fähigkeitsentwicklung von %s

source: Skip weeks when my team doesn't play
de: Überspringe die Wochen ohne Spiel für mein Team

source: Sort transfer list by
de: Sortiere Transferliste nach

source: Space / Esc
de: Leertaste / Esc

source: Spain
de: Spanien

source: Stadium
de: Stadion

source: Stadium bills
de: Stadionrechnungen

source: Stadium capacity
de: Stadionkapazität

source: Stadium improvement
de: Stadionverbesserung

source: Stadium safety
de: Stadionsicherheit

source: Start Bygfoot Online Update
de: Starte das Bygfoot Online Update

source: Start Bygfoot Team Editor
de: Starte den Bygfoot Vereinseditor

source: Start Bygfoot without saving changes
de: Starte Bygfoot ohne die Änderungen zu speichern

source: Start in
de: Beginne in

source: Start maximized
de: Maximiere Hauptfenster

source: Static
de: Statisch

source: Statistics
de: Statistik

source: Swap adapts team structure
de: Vertauschen passt Spielsystem an

source: Swap players
de: Vertausche Spieler

source: Swap two players
de: Vertausche zwei Spieler

source: TEAM AWARDS
de: VEREINSAUSZEICHNUNGEN

source: Tables
de: Tabelle

source: Team
de: Verein

source: Team Editor Help
de: Hilfe für Vereinseditor

source: Team Structure
de: Spielsystem

source: Team and player histories
de: Vereins- und Spielerhistorien

source: Team definitions file
de: Vereinsdefinitionsdatei

source: Team histories
de: Vereinshistorie

source: Team structure
de: Spielsystem

source: Team structures
de: Spielsysteme

source: Teams found in the country file. Choose one to edit it.
de: Vereine, die in der Länderdatei sind. Wähle einen aus, um ihn zu editieren.

source: Teams in the country file
de: Vereine in der Länderdatei

source: The average skills of the five leagues in the first season are: 8.0, 7.0, 6.0, 5.0 and 4.0.
de: Die Durchschnittsfähigkeitswerte der fünf Ligen in der ersten Saison sind: 8.0, 7.0, 6.0, 5.0 und 4.0.

source: The file team definitions are read from and written to. Default is $HOME/.bygfoot/text_files/teams.
de: Die Datei, aus der Vereinsdefinitionen gelesen und in die sie geschrieben werden. Standardmäßig ist das $HOME/.bygfoot/text_files/teams.

source: The following teams were added to %s:
de: Die folgenden Mannschaften wurden zu %s hinzugefügt:

source: The owners of %s are impressed by your success with %s. They would like to hire you. Here's some info on %s:
de: Die Vereinsführung von %s ist schwer beeindruckt von deinen Erfolgen mit %s. Sie wollen dich verpflichten. Hier ein paar Daten zu %s:

source: The player doesn't like your offer and decides to stay in his team.
de: Der Spieler nimmt dein Angebot nicht an und entscheidet sich für seinen alten Verein.

source: The player is already on the transferlist.
de: Der Spieler ist schon auf der Transferliste.

source: The selected player will shoot the penalties in regulation and extra time if he plays.
de: Der ausgewählte Spieler schießt alle Elfmeter in der regulären Spielzeit und in der Verlängerung (wenn er aufgestellt ist).

source: The team accepts your offer.
de: Der Verein nimmt dein Angebot an.

source: The team has an adequate replacement for %s and is willing to cancel his contract for
de: Der Verein hat einen adäquaten Ersatz für %s und ist bereit, den Vertrag des Spielers aufzulösen für

source: The team has unfortunately no suitable replacement for %s and has to reject your offer.
de: Der Verein hat leider keinen adäquaten Ersatz für %s und muss dein Angebot ablehnen.

source: The team owners are dissatisfied with the team's recent performance. There are rumours they're looking for a new coach.
de: Die Vereinsführung ist unzufrieden mit den letzten Leistungen der Mannschaft. Es gibt Gerüchte, wonach sie Ausschau halten nach einem neuen Trainer.

source: The team owners fire you because of financial mismanagement.
de: Die Vereinsführung entlässt dich wegen wirtschaftlicher Unfähigkeit.

source: The team owners fire you because of objective failed.
de: Die Vereinsführung entlässt dich, da du das Saisonziel nicht erreicht hast.

source: The team owners fire you because of unsuccessfulness.
de: Die Vereinsführung entlässt dich wegen chronischer Erfolglosigkeit.

source: The team owners give you %d weeks to get positive.
de: Die Vereinsführung gibt dir %d Wochen, um wieder in die schwarzen Zahlen zu kommen.

source: The team rejects your offer and removes the player from the transferlist.
de: Der Verein lehnt dein Angebot ab und nimmt den Spieler von der Transferliste.

source: The tendency bar shows in the live game window which team is closer to scoring a goal
de: Der Tendenzbalken zeigt während eines Livespiels an, welche Mannschaft näher dran ist, ein Tor zu erzielen.

source: The transfer deadline has passed (week 35).
de: Die Transferliste ist geschlossen (ab Woche 35).

source: The transferlist is full.
de: Die Transferliste ist voll.

source: There are injured or banned players in your team. Proceed?
de: Es sind verletzte oder gesperrte Spieler in deiner Mannschaft. Fortfahren?

source: There is no history yet.
de: Es gibt noch keine Historie.

source: There was a fire in your stadium.
de: Es gab eine Feuersbrunst in deinem Stadion.

source: There were riots in your stadium.
de: Es gab Ausschreitungen in deinem Stadion.

source: There were technical problems in your stadium.
de: Es gab technische Probleme in deinem Stadion.

source: There's no room in your team. You can't have more than 20 players.
de: Es ist kein Platz in deiner Mannschaft. Du kannst höchstens 20 Spieler haben.

source: These digits must add up to 10.
de: Diese Ziffern müssen sich zu 10 aufaddieren.

source: These digits must add up to 8.
de: Diese Ziffern müssen sich zu 8 aufaddieren.

source: This affects the two windows in the main screen, the help window and the live game window
de: Diese Einstellung beeinflusst die beiden Ansichten im Hauptfenster, das Hilfefenster und das Livespielfenster.

source: This can be between -100 and 100
de: Dieser Wert kann zwischen -100 und 100 liegen.

source: This gives your players extra motivation for this weeks' games, giving them higher cskill. However, their fitness decrease will be higher, and they're more likely to get hurt or banned.
de: Hiermit motivierst du deine Spieler zusätzlich; sie geben alles und noch mehr, sind aber hinterher ausgelaugter. Die Verletzungswahrscheinlichkeit sowie die Wahrscheinlichkeit, vom Platz gestellt zu werden, erhöht sich ebenfalls.

source: This is your first season.
de: Du bist in deiner ersten Saison.

source: Ticket sale
de: Kartenverkauf

source: Top league
de: Erste Liga

source: Transfer fee
de: Ablösesumme

source: Transferlist notification
de: Transferlistenbenachrichtigung

source: UEFA / Sul-Amer.
de: UEFA-Pokal

source: UEFA / Sul-Americana
de: UEFA

source: Unchecking this is particularly useful if you only play an international cup and want to keep a close eye on the transfer list. There's also a drawback: player wages get deduced each week.
de: Es kann dann nützlich sein, dies abzuwählen, wenn du nur an einem internationalen Pokal teilnimmst und die Transferliste genau beobachten willst. Es gibt allerdings auch einen Nachteil: Spielergehälter werden jede Woche abgebucht.

source: Uncompressing savegame...
de: Entpacke Datei...

source: Undo! (Y / Ctrl-Z)
de: Rückgängig! (Y / Strg-Y)

source: Unfit players in the team
de: 'Unfitte' Spieler in der Mannschaft

source: Up
de: Oben

source: Update interval (in weeks)
de: Updateintervall (in Wochen)

source: Update player information
de: Aktualisiere Spielerdaten

source: Value
de: Wert

source: Value development for %s
de: Wertentwicklung von %s

source: W
de: G

source: W
de: G

source: Wage
de: Gehalt

source: Wage development for %s
de: Gehaltsentwicklung von %s

source: Week %d
de: Woche %d

source: Weeks / Seasons
de: Wochen / Saisons

source: Whether each season begins with an empty history list.
de: Beginne jede Saison mit leerer Historie

source: Whether fitness percentage is shown in green and red shades
de: Ob der Fitnesswert in Grün- und Rottönen gezeigt wird

source: Whether or not other teams offer you a job when you are successful
de: Ob dich andere Vereine abwerben wollen, wenn du erfolgreich bist

source: Whether or not pressing the rearrange button or swapping two players adapts the team structure automatically
de: Ob das Betätigen des Sortierknopfes oder das Vertauschen zweier Spieler das Spielsystem automatisch anpasst

source: Whether or not the main window appears maximized at startup. (NOTE: Some windowmanagers don't support this.) Of course, you have to save your settings to the conf file if you want a change of this variable to take effect.
de: Ob das Hauptfenster maximiert erscheint. (Bemerkung: Manche Windowmanager unterstützen dieses Feature nicht.) Du musst natürlich die Optionen in die Konfigurationsdatei speichern, wenn diese Einstellung gemerkt werden soll.

source: Whether to confirm certain actions
de: Ob bestimmte Aktionen bestätigt werden müssen

source: XML files can get very big but they can be compressed well. Uncheck this if you have plenty of space on your hard disk and would like to save some time when loading and saving.
de: XML-Dateien können sehr viel Platz beanspruchen, aber sie können sehr gut komprimiert werden. Wenn du viel Speicherplatz hast, kannst du das Komprimieren abschalten und damit den Speicher- und Ladevorgang etwas beschleunigen.

source: YC
de: GK

source: Yellow cards
de: Gelbe Karten

source: You are free from debt.
de: Du bist schuldenfrei.

source: You can start the editor from the commandline with 'bygfoot -e' or '--editor'
de: Du kannst den Editor über die Kommandozeile mit 'bygfoot -e' oder '--editor' starten.

source: You can't borrow this much.
de: Du kannst nicht soviel Geld leihen.

source: You can't have a bigger stadium; it's not safe.
de: Du kannst kein größeres Stadion haben; es ist zu gefährlich.

source: You can't improve your stadium safety, it's already 100% safe.
de: Du kannst die Stadionsicherheit nicht verbessern. Es ist schon 100%-ig sicher.

source: You didn't have enough money to enlarge your stadium.
de: Du hattest nicht genügend Geld, um dein Stadion auszubauen.

source: You get a season objective from the team manager which you have to fulfill if you don't want to get sacked at the end of the season if you switch this on.
de: Wenn du dies einschaltest, bekommst du in jeder Spielzeit ein Saisonziel, das du erreichen musst, willst du nicht entlassen werden.

source: You have entered a player name beginning with the comment character '#'. The player will be ignored when loading the team from the definitions file.
de: Du hast einen Spielernamen eingegeben, der mit dem Kommentierungszeichen '#' beginnt. Dieser Spieler wird nicht geladen werden.

source: You have entered an invalid birth date. Players must be older than 17.
de: Du hast ein ungültiges Geburtsdatum eingegeben. Die Spieler müssen über 17 sein.

source: You have entered an invalid talent value. The talent value of a player has to be greater than his skill value.
de: Du hast einen ungültigen Talentwert eingegeben. Der Talentwert muss größer sein als der Fähigkeitswert.

source: You have overdrawn your bank account once again.
de: Du hast dein Konto schon wieder überzogen.

source: You have overdrawn your bank account.
de: Du hast dein Konto überzogen.

source: You have paid back a part of your loan.
de: Du hast einen Teil deiner Schulden zurückgezahlt.

source: You haven't entered a new team name.
de: Du hast keinen neuen Vereinsnamen eingegeben.

source: You haven't got the money to pay back this much
de: Du hast nicht genügend Geld, um soviel zurückzuzahlen.

source: You haven't got the money.
de: Du hast nicht genug Geld.

source: You haven't selected a player
de: Du hast keinen Spieler ausgewählt.

source: You haven't selected a team you want to edit or a definitions file.
de: Du hast keine Mannschaft oder keine Definitionsdatei ausgewählt.

source: You haven't selected a team.
de: Du hast keinen Verein ausgewählt.

source: You may increase only twice a week.
de: Du darfst jede wöchentlich höchstens zweimal erhöhen.

source: You might want to have a look at the transfer list.
de: Du solltest mal die Transferliste ansehen.

source: You'd like to fire %s. You can
de: Du möchtest %s entlassen. Du kannst

source: You're below your drawing credit limit. You can't pay back money.
de: Du hast deinen Dispo-Kredit überschritten. Du kannst nichts zurückzahlen.

source: You've got to pay back your loan NOW!!!
de: Du musst deine Schulden DIESE WOCHE zurückzahlen!!!

source: Your bank account has to exceed your drawing credit next week!!!
de: Dein Konto muss NÄCHSTE WOCHE über der Dispokreditgrenze sein!

source: Your bank grants you no more money.
de: Die Bank gewährt dir nicht mehr Kredit.

source: Your current game is not saved and will be lost. Continue?
de: Dein Spielstand ist nicht gespeichert und geht verloren. Fortfahren?

source: Your league
de: Deine Liga

source: Your next opponent(s)
de: Dein(e) nächster(n) Gegner

source: Your rank
de: Dein Rang

source: Your results
de: Deine Ergebnisse

source: Your scout's not good enough, he doesn't know the age of the players on the transfer list. Sorting the transfer list is switched off.
de: Dein Spielerbeobachter ist nicht gut genug und kennt die Alter der Spieler nicht. Transferlistensortierung wurde abgeschaltet.

source: Your stadium is being enlarged. You can't increase its capacity until work's finished.
de: Dein Stadion wird gerade ausgebaut. Du kannst die Kapazität nicht erhöhen, solange die Arbeiten nicht beendet sind.

source: Your team
de: Dein Verein

source: Your team must be promoted to the next league.
de: Du musst aufsteigen.

source: Your team must finish at least in rank %d.
de: Du musst die Saison mindestens auf Platz %d beenden.

source: Your team must stay in the current league.
de: Du darfst nicht absteigen.

source: Your team must win the "%s" cup
de: Du musst folgenden Pokal gewinnen: %s.

source: Your team structure must have three non-zero digits which sum up to 10.
de: Das Spielsystem muss aus drei Ziffern bestehen, die sich zu 10 summieren.

source: Your team's prize money
de: Preisgeld deines Vereins

source: _File
de: _Datei

source: _Help
de: _Hilfe

source: banned for %d weeks (%s)
de: gesperrt für %d Wochen (%s)

source: broken ankle
de: Fußgelenkbruch

source: broken arm
de: Armbruch

source: broken leg
de: Beinbruch

source: broken shoulder
de: Gebrochene Schulter

source: button10
de: l

source: button8
de: b

source: button9
de: k

source: concussion
de: Gehirnerschütterung

source: cracked rib
de: Angebrochene Rippe

source: dangerous tackle
de: Blutgrätsche

source: deliberate, goal-blocking foul
de: Notbremse

source: fifth yellow card
de: Fünfte Gelbe

source: fractured ankle
de: Verstauchtes Fußgelenk

source: groin injury
de: Leistenverletzung

source: hamstring
de: Sehnenverletzung

source: label20
de: l

source: label21
de: l

source: label22
de: l

source: label23
de: l

source: label24
de: l

source: label25
de: l

source: label26
de: l

source: label27
de: l

source: label36
de: h

source: label37
de: l

source: label38
de: l

source: label39
de: l

source: label4
de: l

source: label40
de: l

source: label5
de: k

source: label6
de: l

source: label7
de: l

source: label70
de: ll

source: none
de: Kein(e/er)

source: pay a one-time compensation of
de: einmalig eine Abfindung leisten:

source: pay his wage (
de: sein Gehalt (

source: pulled muscle
de: Muskelfaserriss

source: radiobutton0
de: u

source: radiobutton1
de: l

source: repeated bad tackle
de: Wiederholtes böses Foulspiel

source: repeated delayed play
de: Wiederholte Spielverzögerung

source: repeated dissent
de: Wiederholtes Meckern

source: spat at player
de: Spucken

source: torn crucial ligament
de: Kreuzbandriss

source: violent conduct
de: Schlägerei

source: window1
de: h
