Repository: oznogon/bygfoot
Catalog: bygfoot/tags/release_1_8_1/bygfoot-unstable/po/*.po
Languages: de

source: But the owners of %s have heard of your dismissal and would like to hire you. Here's some info on %s:
de: Aber die Führung von %s hat von deiner Entlassung gehört und will dich verpflichten. Hier ein paar Daten zu %s:

source: Repay in %d weeks Current interest rate: %.1f%%
de: Rückzahlung in %d Wochen Aktueller Zinssatz: %.1f%%

source: Live game duration factor
de: Livespiel Längefaktor

source: Move player
de: Verschiebe Spieler

source: and
de: und

source: weeks
de: Wochen

source: (NOTE: If you don't, the game is over.)
de: (BEMERKUNG: Wenn du nicht annimmst, ist das Spiel beendet.)

source: (enlargement in progress)
de: (Ausbau im Gange)

source: (enlargement planned)
de: (Ausbau geplant)

source: (own goal)
de: (Eigentor)

source: (penalty)
de: (Elfmeter)

source: (penalty: CROSS-BAR !!)
de: ·(Elfmeter:·LATTE !!)

source: (penalty: MISSED !!)
de: (Elfmeter: VORBEI !!)

source: (penalty: POST !!)
de: ·(Elfmeter:·PFOSTEN !!)

source: (penalty: SAVE !!)
de: ·(Elfmeter:·GEHALTEN !!)

source: 1st Leg
de: Hinspiel

source: 2nd Leg
de: Rückspiel

source: Cross-bar!
de: Latte!

source: Goal!
de: Tor!

source: Missed!
de: Vorbei!

source: Post!
de: Pfosten!

source: Save!
de: Gehalten!

source: Week
de: Woche

source: repay this week!!!
de: Rückzahlung diese Woche!!!

source: used in the main windows
de: die im Hauptfenster benutzt wird

source: %s is a substitute. He will only shoot the penalties if you move him into the team; otherwise the field player with highest skill will shoot.
de: %s ist Einwechselspieler. Er wird nur dann die Elfmeter schießen, wenn du ihn vor dem Spiel in die erste Elf rückst, ansonsten schießt der Spieler mit höchster Fähigkeit.

source: %s shoots . . .
de: %s schießt . . .

source: %s will shoot the penalties in regulation and extra time.
de: %s wird die Elfmeter während der regulären Spielzeit und in der Verlängerung schießen.

source: (%d:%d Goals)
de: (%d:%d Tore)

source: (Normal) Position
de: (Normale) Position

source: (Normal) Skill
de: (Normale) Fähigkeit

source: (Prom. games winner)
de: (Gewinner der Aufstiegsrunde)

source: ) for another 8 months
de: ) für weitere 8 Monate weiterzahlen

source: . Accept?
de: Annehmen?

source: . The player demands a wage of
de: Der Spieler verlangt ein Gehalt von

source: 1/16 Final
de: Letzte 32

source: 1/2 Final
de: Halbfinale

source: 1/4 Final
de: Viertelfinale

source: 1/8 Final
de: Achtelfinale

source: 1st Round
de: 1-te Runde

source: 2nd Round
de: 2-te Runde

source: 5% safety increase costs
de: 5%-ige Sicherheitserhöhung kostet

source: Accept?
de: Annehmen?

source: After having a look at your bank account the team politely rejects your offer.
de: Angesichts deines Kontostandes lehnt der Verein dein Angebot höflich, aber bestimmt ab.

source: Age
de: Alter

source: Age between
de: Alter zwischen

source: All Out Attack
de: Brechstange

source: All Out Defend
de: Betonieren

source: Apperance and behaviour of the game
de: Erscheinungsbild und Verhalten

source: Apply changes
de: Anwenden

source: Are you sure you want to end this week's activities and begin a new week?
de: Bist du sicher, dass du die Aktivitäten für diese Woche beenden und eine neue beginnen willst?

source: Are you sure you want to start a new game and discard your current game?
de: Bist du sicher, dass du ein neues Spiel beginnen willst? Der alte Spielstand geht verloren!

source: Ascending
de: Aufsteigend

source: At the beginning of a new week show first
de: Zeige zu Beginn einer neuen Woche zuerst

source: Attack
de: Angreifen

source: Attendance (neutral stadium):
de: Zuschauer (neutrales Stadion):

source: Attendance:
de: Zuschauer:

source: Attribute
de: Attribut

source: Autosave every
de: Auto-Speichern alle

source: Autosaving. Please stand by...
de: Automatisches Speichern. Bitte warten...

source: Av. skills:
de: Du.Fäh.

source: Average
de: Mittel

source: Average attendance
de: Durchschn. Zuschauer

source: Average attendance development
de: Durchschnittszuschauerzahlentwicklung

source: Average cskills
de: Durchschnittliche AFäh

source: Average skill
de: Durchschnittsfähigkeit

source: Away
de: Auswärts

source: BEST DEFENDER
de: BESTER VERTEIDIGER

source: BEST DEFENSIVE TEAM
de: BESTE DEFENSIVMANNSCHAFT

source: BEST FORWARD
de: BESTER STÜRMER

source: BEST GOAL SCORERS
de: BESTE TORJÄGER

source: BEST GOALIES
de: BESTE TORHÜTER

source: BEST MIDFIELDER
de: BESTER MITTELFELDSPIELER

source: BEST OFFENSIVE TEAM
de: BESTE OFFENSIVMANNSCHAFT

source: BEST PLAYER
de: BESTER SPIELER

source: BEST PLAYERS
de: BESTE SPIELER

source: BEST TEAMS
de: BESTE VEREINE

source: Back to main menu (Esc)
de: Zurück zum Hauptmenü

source: Bad
de: Mies

source: Balanced
de: Ausgeglichen

source: Before next match
de: Vor nächstem Spiel

source: Begin a new week (Space)
de: Starte neue Woche (Leertaste)

source: Best
de: Der Chef

source: Best field players
de: Beste Feldspieler

source: Best goalies
de: Beste Torhüter

source: Best players
de: Beste Spieler

source: Birth year and month
de: Geburtsjahr und -monat

source: Bookmaker's tip
de: Buchmacher tippt

source: Boost
de: Brechstange

source: Bottom league
de: Unterste Liga

source: Brazil
de: Brazilien

source: Browse teams to find and buy new players
de: Durchforste die Vereine, um Spieler zu finden und zu kaufen

source: Bygfoot %s - Job Offer
de: Bygfoot %s -- Jobangebot

source: Bygfoot %s -- Help
de: Bygfoot %s -- Hilfe

source: Bygfoot %s -- Options
de: Bygfoot %s -- Einstellungen

source: Bygfoot %s -- Team Editor
de: Bygfoot %s -- Vereinseditor

source: Bygfoot - Stadium improvement
de: Bygfoot -- Stadionerweiterung

source: Bygfoot Team Editor
de: Bygfoot Vereinseditor

source: Bygfoot help
de: Bygfoot Hilfe

source: CHAMPIONS
de: MEISTER

source: CL / Libertad.
de: Champ. League

source: CPos
de: APos

source: CSk
de: AFäh

source: CWC / Conm.
de: Pok. d. Pokalsieger

source: Cancel
de: Abbrechen

source: Capacity
de: Kapazität

source: Champion
de: Meister

source: Change font
de: Wähle Schriftart

source: Change or update team structure (C) You can enter custom structures like 334, too.
de: Ändere das Spielsystem (C). Du kannst auch persönliche Systeme einstellen, wie 334 etwa.

source: Change team name
de: Ändere Vereinsnamen

source: Change team name to
de: Ändere den Vereinsnamen:

source: Change the name of your current team for this game. Use the Bygfoot Team Editor to change a team name permanently.
de: Ändere den Vereinsnamen deines aktuellen Vereins für dieses Spiel. Mit dem Bygfoot Vereinseditor kannst du Vereinsnamen permanent ändern.

source: Check this if you want Bygfoot to keep an eye on the transfer list for you.
de: Wähle dies aus, wenn du willst, das Bygfoot die Transferliste für dich beobachtet.

source: Check this if you'd like to have your team loaded from the definitions file no matter what the other checkbuttons say.
de: Wähle dies aus, wenn du deinen Verein aus der Definitionsdatei ausgelesen haben möchtest, egal was die anderen Knöpfe besagen.

source: Choose a custom country file (see Help)
de: Wähle eine persönliche Länderdatei (siehe Hilfe)

source: Choose country
de: Wähle Land

source: Choose file
de: Wähle Datei

source: Choose or enter country file
de: Wähle Länderdatei aus (oder gib direkt ein).

source: Close
de: Schließen

source: Compress savegames
de: Komprimiere gespeicherte Spielstände

source: Compressing savegame...
de: Komprimiere Datei...

source: Confirmations
de: Bestätigungen

source: Costs
de: Kosten

source: Could not save new team name to %s. I couldn't find the old name.
de: Konnte neuen Vereinsnamen %s nicht speichern. Ich konnte den alten Namen nicht finden.

source: Couldn't find pixmap file: %s
de: Konnte Bilddatei nicht finden: %s

source: Country file
de: Länderdatei

source: Current league
de: Aktuelle Liga

source: Current position
de: Aktuelle Position

source: Current skill
de: Aktuelle Fähigkeit

source: D
de: U

source: DW
de: U

source: Debts
de: Schulden

source: Defend
de: Verteidigen

source: Defender
de: Abwehr

source: Delete history at end of season
de: Lösche Historie am Ende der Saison

source: Discard / Play
de: Verwerfe / Spielen

source: Do you really want to quit without saving?
de: Wiilst du wirklich schließen, ohne vorher zu speichern?

source: Doesn't seem to be a Bygfoot save file.
de: Scheint kein Bygfoot-Spielstand zu sein.

source: Don't bother me with this next time
de: Lass mich bloß in Ruhe nächstes Mal.

source: Don't load team definitions
de: Lade keine Vereinsdefinitionen

source: Down
de: Unten

source: Drawing credit
de: Dispokredit

source: ETal
de: GTal

source: Esc / Return / Space
de: Esc / Enter / Leertaste

source: Estimated talent
de: Geschätztes Talent

source: Estimated talent between
de: Geschätztes Talent zwischen

source: Estimated value less than
de: Geschätzte Ablösesumme unter

source: Export
de: Exportieren

source: Export the current team to a file (which will be overwritten if it exists)
de: Exportiere den aktuellen Verein in eine Datei (sie wird überschrieben, wenn sie schon existiert)

source: Extra time
de: Verlängerung

source: FIELD PLAYERS
de: FELDSPIELER

source: Figures
de: Zahlen

source: File with the team names (country-specific, e.g. country_eng for the English teams)
de: Datei mit Vereinsnamen (länderspezifisch, z.B. country_eng für englische Vereine).

source: Filter players by their age (NOTE: You must have at least a 'good' scout in order to be able to filter by age)
de: Filtere Spieler nach ihrem Alter (Bemerkung: du brauchst mindestens einen guten Spielerbeobachter)

source: Filter players by their estimated talent
de: Filtere Spieler nach ihrem geschätzten talent

source: Filter players by their estimated value
de: Filtere Spieler nach ihrer geschätzten Ablösesumme

source: Filter players by their league
de: Filtere Spieler nach ihrer Liga

source: Filter players by their position
de: Filtere Spieler nach ihrer Position

source: Filter players by their skill
de: Filtere Spieler nach ihrer Fähigkeit

source: Final
de: Finale

source: Finances
de: Finanzen

source: Finances / Stadium
de: Finanzen / Stadion

source: Finances and stadium (F)
de: Finanzen und Stadion (F)

source: Finished (weeks)
de: Fertig (Wochen)

source: Fire
de: Entlasse Spieler

source: Fire player (Middle click)
de: Entlasse den Spieler (Mittlere Maustaste)

source: First value: average current skill of the first 11 players. Second value: average skill of all players.
de: Erster Wert: Durchschnittswert der aktuellen Fähigkeiten der ersten 11 Spieler. Zweiter Wert: Durchschnittsfähigkeit aller Spieler.

source: Fixtures
de: Spielplan

source: Fixtures by league
de: Spielplan anderer Ligen

source: Forward
de: Sturm

source: France
de: Frankreich

source: GA
de: KT

source: GD
de: TD

source: GF
de: ET

source: GOALIES
de: TORHÜTER

source: Ga
de: SP

source: Games
de: Spiele

source: Germany
de: Deutschland

source: Get loan
de: Schulden aufnehmen

source: Go
de: TO

source: Goal difference
de: Tordifferenz

source: Goal difference development
de: Torverhältnisentwicklung

source: Goalie
de: Torhüter

source: Goals
de: Tore

source: Goals / Game
de: Tore / Spiel

source: Goals against
de: Kassierte Tore

source: Goals against development
de: Kassierte Tore

source: Goals development for %s
de: Torentwicklung von %s

source: Goals for
de: Erzielte Tore

source: Goals for development
de: Erzielte Tore

source: Good
de: Gut

source: Help
de: Hilfe

source: Help (H)
de: Hilfe (H)

source: Here you can enter a custom structure like 334 (or 019, for that matter)
de: Du kannst hier ein persönliches System eingeben, wie 334 (oder auch 019, wenn du unbedingt willst)

source: Histories
de: Historien

source: History
de: Historie

source: History graph
de: Historiengraph

source: Home
de: Heim

source: How long the history can get at most (data from the beginning of the list gets removed afterwards). WARNING: The higher this value is, the more memory is needed, especially for the player histories. Additionally, loading and saving games gets slower.
de: Wie·lange·die·Historie·höchstens·werden·kann·(Daten·am·Anfang·der·Liste·werden·gelöscht·wenn·sie·voll·ist).·WARNUNG:·Je·höher·dieser·Wert·ist,·desto·mehr·Speicher·wird·verbraucht,·vor·allem·was·die·Spielerhistorien·angeht. Ausserdem werden die Ladezeiten beträchtlich länger.

source: How often new data is added to the history.
de: Wie oft der Historie neue Daten hinzugefügt werden

source: Hungary
de: Ungarn

source: I'm sorry to tell you that one or more of your players have suffered severe injuries. They won't be able to play football on a professional level anymore and had to retire:
de: Es tut mir schrecklich Leid, dir das sagen zu müssen, aber einer oder mehrere Spieler haben schwerwiegende Verletzungen erlitten. Sie werden nicht mehr im Profifußball tätig sein können:

source: If checked, messages are shown instead of popups when possible (ie. when you don't have to make an 'OK/Cancel'-type of decision.
de: Wenn das ausgewählt ist, wird immer, wenn es nichts zu entscheiden gibt, eine Nachricht statt eines Popups gezeigt.

source: If you check this, only the player names and the team structures are loaded from the definition file, values like skill or age are generated randomly
de: Wenn du dies auswählst, werden nur die Spielernamen und die Spielsysteme aus der Definitionsdatei geladen, die Werte (z.B. Fähigkeit oder Alter) werden zufällig generiert.

source: If you check this, the game generates all players randomly and won't read the file with team definitions
de: Wenn die dies auswählst, werden alle Spieler zufällig generiert und die Datei mit den Vereinsdefinitionen wird nicht ausgelesen.

source: If you uncheck this, clicking on 'Save' will pop up a 'Save as' window
de: Wenn du das abwählst, popt jedesmal, wenn du auf Speichern gehst, ein Dateiauswahlfenster auf

source: Import
de: Importieren

source: Import teams from a definition file (the existing definition file will be expanded)
de: Importiere Verein aus einer Datei (die aktuelle Definitionsdatei wird dabei erweitert)

source: Increase (seats)
de: Erweiterung (Sitze)

source: Increase capacity
de: Erhöhe Kapazität

source: Increase safety
de: Erhöhe Sicherheit

source: Injured: %s (expected recovery in %d weeks)
de: Verletzt: %s (erwartete Gesundung in %d Wochen)

source: Injuries / Cards
de: Verletzungen / Karten

source: Italy
de: Italien

source: Job offer
de: Jobangebot

source: Job offers
de: Jobangebote

source: Journey costs
de: Reisespesen

source: L
de: V

source: Last 16
de: Achtelfinale

source: Last 32
de: Letzte 32

source: Latest results
de: Letzte Ergebnisse

source: League
de: Liga

source: League 1
de: 1. Liga

source: League 2
de: 2. Liga

source: League 3
de: 3. Liga

source: League 4
de: 4. Liga

source: League 5
de: 5. Liga

source: League results
de: Ligaergebnisse

source: Live game
de: Livespiel

source: Load & Save
de: Laden & Speichern

source: Load game
de: Lade Spielstand

source: Load game (L or Ctrl - O)
de: Lade Spielstand (L oder Strg-O)

source: Load my team from definitions file
de: Lade meinen Verein aus der Definitionsdatei

source: Load only names from team definition file
de: Lade nur Namen aus der Definitionsdatei.

source: Loading fixtures...
de: Lade Spielplan...

source: Loading team %d...
de: Lade Mannschaft %d...

source: Loading the rest...
de: Lade den Rest...

source: Look & Feel
de: Aussehen & Anfühlen

source: Maximal history length
de: Maximale Historienlänge

source: Messages
de: Nachrichten

source: Messages just appear in the message window
de: Nachrichten erscheinen einfach so

source: Messages slide into the message window from the right
de: Nachrichten rutschen ins Nachrichtenfeld von rechts nach links

source: Mexico
de: Mexiko

source: Midfielder
de: Mittelfeld

source: Misc
de: Div.

source: Miscellaneous options
de: Diverse Einstellungen

source: Money
de: Geld

source: Money
de: Konto

source: Money (approx.)
de: Konto (in etwa)

source: Money development
de: Kontostandentwicklung

source: Move player down (Ctrl-Down)
de: Verschiebe Spieler nach unten (Strg-Unten)

source: Move player up (Ctrl-Up)
de: Verschiebe Spieler nach oben (Strg-Oben)

source: Moving
de: Bewegt

source: My games plus preview
de: Meine Spiele und Vorschau.

source: NONE
de: Kein(e/er).

source: Nation. Cup 1
de: 1. Pokal

source: Nation. Cup 2
de: 2. Pokal

source: Neutral stadium
de: Neutrales Stadion

source: New week
de: Neue Woche

source: Next (W)
de: Nächste(r) (W)

source: Next week you'll fire your scout and hire a new one.
de: Nächste Woche feuerst du deinen Spielerbeobachter und stellst einen neuen ein.

source: No messages
de: Keine Nachrichten

source: Notify
de: Benachricht.

source: Notify me whenever a player appears on the transfer list who fulfills my conditions:
de: Benachrichtigung, wenn ein Spieler auf der Transferliste erscheint, der meinen Bedingungen genügt:

source: Objective from Team Manager :
de: Saisonziel

source: Off
de: Aus

source: One of the structure numbers is not a valid structure specifier. The digits of the first structure must add up to 10, those of the second one to 8.
de: Eines der Spielsysteme ist ungültig. Die Ziffern des ersten müssen sich zu 10 aufaddieren, die des zweiten zu 8.

source: One or more players could not be saved because of an invalid talent value. The talent value of a players has to be greater or equal his skill value.
de: Einer oder mehrere Spieler konnten wegen ungültiger Talentwerte nicht gespeichert werden. Der Talentwert muss den Fähigkeitswert überschreiten.

source: Options (O)
de: Einstellungen (O)

source: Options concering the transfer list
de: Optionen, die die Transferliste betreffen

source: Options for loading and saving games
de: Einstellungen für Laden und Speichern

source: Overwrite
de: Überschreiben

source: Overwrite old savegame
de: Überschreibe alte Spielstände

source: PL
de: SP

source: PLAYER AWARDS
de: SPIELERAUSZEICHNUNGEN

source: Pay loan
de: Schulden zurückzahlen

source: Penalty shooter deselected. Player with highest cskill will shoot penalties.
de: Elfmeterschütze abgewählt. Der Spieler mit höchster Fähigkeit wird standardmäßig schießen.

source: Play normal league games and cups
de: Spiele normale Ligaspiele und Pokalspiele

source: Play only in Champions' League / Copa Libertadores
de: Spiele nur in Champions League

source: Play only in Cup Winners' Cup / Copa Conmebol
de: Spiele nur im Pokal der Pokalsieger

source: Play only in UEFA Cup / Copa Sul-Americana
de: Spiele nur im UEFA-Pokal

source: Play with season objective
de: Ohne Saisonziel spielen

source: Player
de: Spieler

source: Player actions
de: Spieleraktionen

source: Player attributes
de: Spielerattribute

source: Player attributes that are shown in the two player lists
de: Spielerattribute, die in den beiden Spielerlisten gezeigt werden

source: Player histories
de: Spielerhistorien

source: Player list
de: Spielerliste

source: Player list 1
de: Spielerliste 1

source: Player list 2
de: Spielerliste 2

source: Player wages
de: Spielergehälter

source: Playing style
de: Einstellung

source: Points
de: Punkte

source: Points development
de: Punkteentwicklung

source: Poland
de: Polen

source: Positions
de: Positionen

source: Prefer messages to popups
de: Ziehe Nachrichten Popups vor

source: Premier Division
de: blabla

source: Previous (Q)
de: Vorige(r) (Q)

source: Prize money
de: Preisgeld

source: Put on transfer list
de: Setze auf die Transferliste

source: Put player on transfer list (Right click in transfer mode)
de: Setze den Spieler auf die Transferliste (Rechtsklick im Transfermodus)

source: Quarter-Final
de: Viertelfinale

source: Quick options
de: Schnelleinstellungen

source: QuickOpt
de: SchnEinst

source: Quit
de: Beenden

source: Quit (Esc)
de: Beenden (Esc)

source: Quit (Q or Ctrl - Q)
de: Beenden (Q oder Strg-Q)

source: Quit when not saved
de: Beenden ohne Speichern

source: Rank
de: Rang

source: Rank
de: Rang

source: Rank development
de: Rangentwicklung

source: Rearrange /
de: Sortieren

source: Rearrange team (R) (try to put each player on his prefered position and sort the substitutes)
de: Sortiere Mannschaft (R) (versuche jeden Spieler auf seine angestammte Position zu setzen und sortiere die Auswechselspieler)

source: Remove from transfer list
de: Entferne von der Transferliste

source: Remove player from transfer list (Click in the transfer list)
de: Entferne den Spieler von der Transferliste (klicken in der Transferliste)

source: Return
de: Enter

source: Romania
de: Rumänien

source: Round robin
de: Gruppenphase

source: Runner-up
de: Finalist

source: SEASON AWARDS
de: SAISONAUSZEICHNUNGEN

source: Safety
de: Sicherheit

source: Save
de: Speichern

source: Save / Play
de: Speichern / Spielen

source: Save current team to file (Ctrl-S)
de: Speichere aktuellen Verein (Strg-S)

source: Save game (S or Ctrl - S)
de: Speichern (S oder Strg-S)

source: Save options to $HOME/.bygfoot/bygfoot.conf. If you start Bygfoot again, they get loaded from the file.
de: Speichere die Einstellungen in $HOME/.bygfoot/text_files/bygfoot.conf. Wenn du das Spiel neustartest, werden sie aus der Datei geladen.

source: Save overwrites old savegame
de: Speichern überschreibt alten Spielstand

source: Save team definition file and start Bygfoot
de: Speichere Änderungen und starte Bygfoot

source: Save to file
de: Speichere in Datei

source: Saving fixtures...
de: Speichere Spielplan...

source: Saving team %d...
de: Speichere Mannschaft %d...

source: Saving the rest...
de: Speichere den Rest...

source: Scout / Physio
de: Sp.beob. / Physio

source: Scout recommends
de: Empfehlung des Sp.beob.

source: Scout wage
de: Spielerbeob.

source: Season
de: Saison

source: Season
de: Saison

source: Select a country file
de: Wähle Länderdatei

source: Select file
de: Datei auswählen

source: Select font
de: Wähle Schriftart

source: Select next player (Ctrl-Right)
de: Wähle nächsten Spieler aus (Strg-Rechts)

source: Select previous player (Ctrl-Left)
de: Wähle vorigen Spieler aus (Strg-Links)

source: Select team and country
de: Wähle Verein und Land

source: Semi-Final
de: Halbfinale

source: Shoots penalties
de: Elfmeterschütze

source: Show 'live' games
de: Zeige Livespiele.

source: Show a warning before beginning a new week
de: Zeige Warnung bevor eine neue Woche beginnt

source: Show a warning if I want to quit with a game that isn't saved
de: Zeige Warnung, wenn ich auf Beenden clicke ohne gespeichert zu haben

source: Show a warning when injured or banned players are in the team when beginning a new week
de: Zeige Warnung, wenn ein verletzter oder gesperrter Spieler unter den ersten 11 ist

source: Show editor help (F1)
de: Zeige Hilfetext (F1)

source: Show extended info on my games (with injuries etc.) and a preview of my next games
de: Zeige extensive Informationen über meine Spiele (Verletzungen etc.) und eine Vorschau auf meine nächsten Spiele.

source: Show extended player information (Right click)
de: Zeige erweiterte Spielerdaten (Rechtsklick)

source: Show fitness colors
de: Zeige Fitness farbig

source: Show fixtures (F4)
de: Zeige Spielplan (F4)

source: Show history
de: Zeige Historie

source: Show info
de: Zeige Daten

source: Show job offers
de: Zeige Jobangebote

source: Show live game tendency bar
de: Zeige Tendenzbalken während Livespiel

source: Show live games
de: Zeige Livespiele

source: Show my last games and a preview of my next games (P or F1)
de: Zeige meine letzten Spiele und eine Vorschau auf die nächsten Spiele (P oder F1)

source: Show my league results
de: Zeige meine Ligaergebnisse

source: Show player statistics graph
de: Zeige den Historiegraphen des Spielers

source: Show tables (F5)
de: Zeige Tabelle (F5)

source: Show tendency bar
de: Zeige Tendenzbalken
